<p class="sub_title">제1장 총칙</p>
<p class="sub_title">제1조 (목적)</p>
<p class="content">이 약관은 “투어텔레콤”(이하 "회사")가 "아임마스터(I’M MASTER)”서비스를 제공하고 회원이 이를 이용함에 있어 상품 또는 용역(이하 통칭하여 “상품”)을 거래하는 자 간의 권리, 의무 등 기타 필요사항, 회원과 회사간의 권리, 의무, 책임사항 및 회원의 서비스 이용절차 등에 관한 사항을 규정함을 목적으로 합니다.</p>

<p class="sub_title">제2조 (용어의 정의)</p>
<p class="content">① 이 약관에서 사용하는 용어의 정의는 다음과 같습니다.</p>
<ul class="content">
    <li>1. 아임마스터 서비스(이하 “서비스”): 회사가 Mobile App. 및 Web 형태로 제공하는 아임마스터 및 아임마스터 관련 제반 서비스를 의미합니다.</li>
    <li>2. 레슨: 마스터회원이 개설하는 클래스, 수업 형식의 활동으로 일반회원이 이용할 수 있는 서비스를 의미합니다.</li>
    <li>3. PLAY: 마스터회원이 개설하는 모임, 스터디, 놀이, 봉사 형식의 활동으로 일반회원이 이용할 수 있는 서비스를 의미합니다.</li>
    <li>4. 회원: 회사가 정한 가입절차에 따라 회원등록을 하고 회사가 제공하는 서비스를 이용하는 자를 말합니다. 회원은 다음과 같이 일반회원과 마스터회원으로 구분됩니다.
        <ul>
            <li>가. 일반회원: 아임마스터의 이용약관에 동의하고 아임마스터 내에서 제공되는 서비스를 이용하며, 레슨, PLAY 등의 상품구매 및 구매와 관련하여 제공되는 서비스를 이용할 수 있는 회원을 말합니다.</li>
            <li>나. 마스터회원(이하 “마스터”): 일반회원 중에서 마스터회원으로 지원하여 회사가 정한 일정 기준을 충족해 마스터로 승인된 회원을 말합니다.</li>
        </ul>
    </li>
    <li>5. 견적문의: 일반회원이 참가하고 싶은 레슨 또는 PLAY에 대한 구체적인 정보를 담고 있는 요청 서로 해당하는 정보에 부합하는 마스터에게로 전달됩니다.</li>
    <li>6. 다이렉트신청: 일반회원이 특정 마스터에게 원하는 레슨 또는 PLAY에 대한 구체적인 정보를 담아 전달하는 요청서입니다.</li>
    <li>7. 아이디(ID): 회원의 식별과 회원의 서비스 이용을 위하여 회원이 설정하고 회사가 승인하여 회사에 등록된 영문과 숫자 조합을 말합니다.</li>
    <li>8. 비밀번호(Password): 회원확인 및 회원의 비밀보호를 위하여 회원이 스스로가 설정해 회사에 등록한 영문과 숫자 등의 조합을 말합니다.</li>
    <li>9. 마스터레벨: 회사는 회사가 제공한 서비스를 이용한 결과 등 일정한 기준에 따라 마스터회원의 등급을 구분하여 운영할 수 있으며, 이를 마스터레벨이라 표현합니다.</li>
    <li>10. 리뷰: 상품 구매 후 해당 상품에 대한 종합적인 평가를 기록한 글, 이미지, 영상물 등의 게재물을 말합니다.</li>
    <li>11. 본인확인: 휴대전화 인증(또는 i-PIN 인증)을 통하여 회원이 본인인지 여부를 확인하거나 사업자 회원의 상호와 사업자 등록번호의 일치 여부 및 기재항목을 확인하는 것을 의미합니다.</li>
    <li>12. 영업일: 회사가 정상적으로 서비스를 제공한 날로서 토요일, 일요일 및 법정 공휴일을 제외한 날을 말합니다.</li>
    <li>13. 결제대금 보호서비스: 회원의 구매 결제가 서비스 내에서 이루어지는 경우 이 결제를 보호하기 위하여 전자상거래 등에서의 소비자보호에 관한 법률 제13조 제2항 10호에 따라 일정기간 결제대금을 예치하거나 소비자피해보상보험계약등을 체결하는 서비스를 말합니다.</li>
</ul>
<p class="content">② 제1항에서 정의되지 않은 용어의 의미는 일반적인 거래관행을 따릅니다.</p>
<p class="sub_title">제3조 (효력 우선순위)</p>
<p class="content">제1장 및 제3장의 규정과 개별서비스인 제2장의 규정이 상충할 때에는 개별서비스 관련 규정(제2 장)이 전체서비스 관련 규정(제1장 및 제3장)보다 우선적인 효력을 갖습니다.</p>

<p class="sub_title">제4조 (약관의 명시, 효력 및 변경)</p>
<ul class="content">
    <li>① 회사는 정의된 약관을 이용자가 알 수 있도록 회사의 서비스가 제공되는 서비스 웹사이트의 첫 화면에 게시합니다.</li>
    <li>② 회사는 합리적인 사유가 발생하면 약관의 규제에 관한 법률, 전자거래기본법, 전자서명법, 정 보통신망 이용촉진 및 정보보호 등에 관한 법률, 전자상거래 등에서의 소비자보호에 관한 법률 등 관련 법령에 위배되지 않는 범위 안에서 이 약관을 변경 할 수 있으며, 회사가 약관을 변경할 때에는 적용일자와 변경사유를 밝혀 그 적용일자 7일 전부터 서비스 사이트에 공지합니다. 다만, 이용자에게 불리한 약관을 변경할 때에는 해당 내용을 그 적용일자 30일 전부터 공지하며, 이메 일(e-mail), 문자메시지(SMS) 등으로 이용자에게 개별 통지합니다(이용자의 연락처 미기재, 변경 등으로 개별 통지가 어려울 때에는 본 약관에 따라 공지를 하는 것을 개별 통지한 것으로 간주합 니다).</li>
    <li>③ 이 약관에 동의하는 것은 정기적으로 회사가 운영하는 인터넷 사이트를 방문하여 약관의 변경 사항을 확인하는 것에 동의함을 의미합니다. 변경된 약관에 대한 정보를 알지 못하여 발생하는 회원 또는 이용자의 피해에 대해 회사는 책임을 지지 않습니다.</li>
    <li>④ 변경된 약관에 동의하지 않는 회원은 회원 탈퇴(이용계약의 해지)를 요청할 수 있으며, 회사가 제2항에 따라 이용자에게 약관 변경 적용일까지 거부의사를 표시하지 않으면, 약관의 변경에 동의한 것으로 간주한다는 내용을 공지 또는 통지하였음에도 이용자가 명시적으로 약관 변경에 대한 거부의사를 표시하지 않으면, 회사는 이용자가 변경된 약관에 동의한 것으로 간주합니다.</li>
</ul>
<p class="sub_title">제5조 (약관 외 준칙)</p>
<ul class="content">
    <li>① 이 약관에 밝히지 않은 사항은 전자상거래 등에서의 소비자보호에 관한 법률 등 관련 법령의 규정과 일반 상관례를 따릅니다.</li>
    <li>② 회사는 서비스 내의 특정한 기능에만 적용될 사항(이하 “개별약관”)을 별도로 정하여 이를 서비스 App. 등을 통하여 공지할 수 있습니다.</li>
    <li>③ 회사는 서비스의 이용에 관한 세부적인 사항(이하 "이용정책")을 정하는 경우 이를 서비스 App. 등을 통하여 별도로 공지할 수 있습니다.</li>
    <li>④ 개별약관이나 이용정책의 변경이 있으면 회사는 그 변경 내용의 개별약관 및 이용정책을 게시한 서비스App. 내에 제4조 제2항에서 정한 기간에 따라 해당 변경 내용을 공지합니다.</li>
</ul>
<p class="sub_title">제6조 (이용계약의 성립)</p> 
<ul class="content">
    <li>① 회사가 제공하는 서비스에 관한 이용계약(이하 "이용계약")은 서비스를 이용하고자 하는 자의 이용신청을 회사가 승낙함으로써 성립하며, 이때 서비스를 이용하고자 하는 자는 회사가 온라인 으로 제공하는 회원가입 신청 양식에 따라 필요한 각각의 항목에 해당 내용을 기재한 후 이 약관에 동의한다는 의사 표시를 해야 합니다.</li>
    <li>② 회원가입의 성립시기는 회사의 이용승낙 의사를 해당 서비스화면에 게시하거나, 이메일(Email) 또는 기타 회사가 정하는 방법으로 이용신청자에게 도달한 시점으로 합니다.</li>
    <li>③ 회원가입은 개인의 경우 만 14세 이상이면 신청할 수 있으며, 사업자(개인사업자 및 법인사업자 포함)는 가입 신청일 현재 정상적인 영업활동이 가능해야 신청할 수 있습니다.</li>
    <li>④ 마스터회원이 등록 신청을 할 때에는 본인확인기관을 통하여 휴대전화 인증(또는 i-PIN 인증) 으로 본인여부를 확인하는 방식의 본인확인절차를 진행하며(개인마스터의 경우 본인확인 이외에 회사가 정하는 별도의 수단으로 추가 인증을 요구할 수 있음), 사업자 회원은 상호와 사업자 등록 번호의 일치 여부를 확인하고 제 8조에 정한 기재항목을 확인하는 방식으로 본인확인절차를 진행 합니다. 또한 상기의 방식으로 본인확인절차를 거칠 수 없는 이용신청이 있는 때에는 해당 신청 자에게 증빙자료를 요청할 수 있습니다.</li>
    <li>⑤ 탈퇴 후 회원 재가입, 임의 해지 등을 반복하거나 다수의 아이디(ID)로 가입하여 회사가 제공 하는 각종 할인쿠폰, 이벤트 혜택 등으로 경제적 이익을 편법으로 수취하고, 이 과정에서 명의를 무단으로 사용하는 등 편법과 불법 행위를 차단하고자 회사는 다수의 아이디(ID)보유 회원에 대하여 최초 본인 확인된 아이디(ID)에 한하여 일부 서비스 이용을 허용할 수 있으며, 회원이 탈퇴한 후 7일이 지나지 않은 회원의 서비스 가입신청을 거부할 수 있습니다.</li>
</ul>
<p class="sub_title">제7조 (개인정보의 변경, 보호)</p>
<ul class="content"> 
    <li>① 회원은 이용신청 시 기재한 사항이 변경되었을 경우에는 상당한 기간 이내에 회원정보 수정 등의 방법으로 그 변경사항을 수정하여야 합니다. 단, 이름, 아이디(ID) 등은 변경할 수 없습니다.</li>
    <li>② 수정하지 않은 정보로 말미암아 발생하는 손해는 해당 회원이 부담하며, 회사는 이에 대해 아무런 책임을 지지 않습니다.</li>
    <li>③ 회사는 관련법령이 정하는 바에 따라서 이용자의 개인정보를 보호하기 위하여 노력하며, 이용 자의 개인정보를 보호하기 위한 정책을 수립하고 개인정보보호 책임자를 지정하여 이를 게시합니다.</li>
    <li>④ 이용자의 개인정보보호는 관련 법령 및 회사가 정하는 개인정보처리방침에서 정한 바를 따릅니다.</li>
</ul>
<p class="sub_title">제8조 (서비스 이용 신청)</p>
<ul class="content"> 
    <li>① 회사가 제공하는 서비스에 가입 하여 이용하고자 하는 자는 회사에서 제공한 회원가입 신청양 식에 따라 필요사항을 기재하여야 합니다. 회원가입 양식은 필수 기재 항목과 선택 기재 항목으 로 구분 되어 있으며 필수 기재 항목은 반드시 입력 해야 합니다. 회원가입 신청양식의 각 필요 사항은 이용신청자가 개인 또는 사업자인지에 따라 달리 적용됩니다.</li>
    <li>② 회원의 필수 기재 항목: 회원아이디 (ID), 비밀번호(Password), 성명, 생년월일, 휴대전화번호의 항목을 기재해야 합니다.</li>
    <li>③ 마스터회원의 필수 기재 항목: 회원아이디(ID), 이메일 주소, 비밀번호(Password), 이름, 휴대전 화번호를 기재해야 하며, 사업자등록증 사본, 통신판매업신고증 사본, 통장 사본 등 레슨 및  PLAY 개설 및 판매, 정산에 필요한 서류를 제출해야 합니다.</li>
    <li>④ 회사는 회원가입 때 제2항 또는 제3항에 표시된 필수항목 외에 추가적인 정보(예: 유선전화번 호 등)를 요청할 수 있으며, 이용신청자는 그러한 추가적인 정보의 제공을 거부할 수 있습니다. 추가적인 정보는 회원에게 다양하고 유익한 정보를 제공하기 위해서만 사용되며 그 밖의 목적으 로 사용할 수 없습니다.</li>
    <li>⑤ 회사는 모든 회원에게 광고성 이메일(E-mail) 수신여부, 광고성 문자메시지(SMS) 수신여부, 제 휴회사 및 개인정보 위탁관리회사에 대한 개인정보 제공∙이용에 대한 동의 여부를 확인할 수 있 습니다.</li>
</ul>
<p class="sub_title">제9조 (이용신청의 승낙, 거부, 유보)</p>
<ul class="content">
    <li>① 회사는 이 약관 제8조에서 정한 기재항목을 사실대로 정확하게 기재하고 이 약관에 동의한 자 의 가입 신청에 대하여 서비스의 이용을 승낙함을 원칙으로 합니다.</li>
    <li>② 회사는 회원의 가입신청에 대해서는 법령에 따라 이용 할 수 있는 본인확인기관을 통하여 본인 여부를 확인하는 방식의 본인확인절차를 이행하며, 마스터회원에 대해서 제공받은 증빙자료 등으로 본인확인절차를 이행합니다. 회사는 본인확인절차를 이행할 수 없는 이용신청에 대해서는 신청자에게 증빙자료를 요청할 수 있습니다.</li>
    <li>③ 회사는 다음과 같은 사유가 있으면, 이용신청에 대한 승낙을 거부할 수 있습니다.
        <ul>
            <li>1. 만 14세 미만의 자가 이용신청을 하는 경우</li>
            <li>2. 상기 제 2항의 본인확인절차에서 본인이 아님이 확인된 경우</li>
            <li>3. 이미 가입된 마스터회원과 성명 및 CI(Connecting Information, 연계정보, 서비스 연계를 위해 본인확인기관에서 부여하는 개인식별정보), DI(Duplication Information, 중복가입 확인정보) 또는 사업자등록번호, 법인등록번호가 동일한 경우</li>
            <li>4. 신청, 등록 내용에 허위, 기재누락, 오기 등이 있는 경우</li>
            <li>5. 이용계약이 해지된 날로부터 7일 이내에 재이용신청을 하는 경우</li>
            <li>6. 회사로부터 회원자격정지 조치 등을 받은 회원이 그 조치 기간에 이용계약을 임의 해지하고 재이용신청을 하는 경우(회원에게 재이용이 허락되더라도, 서비스 이용과정에서 본인확인 후 회원 자격정지 조치를 받았던 사실이 확인되면 해당 ID의 이용계약이 해지될 수 있음)</li>
            <li>7. 기타 이 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우</li>
            <li>8. 아임마스터 일반회원 또는 마스터회원 약관의 적용을 받는 자가 해당 약관을 위반한 경우</li>
        </ul>
    </li>
    <li>④ 회사는 다음과 같은 사유가 있으면, 이용신청에 대한 승낙을 유보할 수 있습니다. 이 때, 회사 는 이용신청자에게 승낙유보의 사유, 승낙 가능 시기 또는 승낙에 필요한 추가 요청정보나 자료 등 승낙유보와 관련된 사항을 해당 서비스 화면에 게시하거나 이메일(E-mail)로 통지합니다. 
        <ul>
            <li>1. 설비에 여유가 없거나, 기술상 지장이 있는 경우</li>
            <li>2. 회사의 본인확인절차에서 본인 여부가 확인되지 않는 경우</li>
            <li>3. 기타 회사가 합리적인 판단으로 의하여 필요하다고 인정하는 경우</li>
        </ul>
    </li>
</ul>
<p class="sub_title">제10조 (이용계약의 종료)</p>
<p class="content">① 회원은 다음 각호에서 정한 바에 따라 이용계약을 해지할 수 있습니다. </p> 
<ul class="content">
    <li>1. 회원은 언제든지 회사에 해지의 의사를 통지하여 이용계약을 해지할 수 있습니다. 단, 해지의 사를 통지하기 전에 현재 진행 중인 모든 상품의 거래를 완료하거나 철회 또는 취소하여야 하며, 거래의 철회 또는 취소로 인한 불이익은 회원 본인이 부담하여야 합니다. 회원이 이 약관과 관계 법령 등을 위반하여 이용이 정지된 경우 회사가 재발방지를 위하여 회원의 이용계약 해지를 제한할 수 있습니다. 이용계약은 회사에 회원의 해지의사가 도달한 시점에 종료됩니다.</li>
    <li>2. 회사가 해지할 때에는 회사는 회원에게 이메일(E-mail), 전화, 팩스, 기타의 방법으로 해지 사유 를 밝혀 해지 의사를 통지합니다. 거래의 안전을 위하여 회사는 동일인 소유로 확인되는 회원 아이디(ID)에 대하여 일괄 해지 의사를 통지할 수 있습니다. 이용계약은 회사의 해지의사를 회원에 게 통지한 시점에 종료됩니다.</li>
    <li>3. 회원의 의사로 해지한 후 회원 재가입, 임의 해지 등을 반복적으로 행하여 회사가 제공하는 각 종 할인쿠폰, 이벤트 혜택 등 경제적 이익을 편법으로 수취하거나 이 과정에서 명의를 무단으로 사용하는 등 편법과 불법행위를 하는 것을 차단하고자 회사는 회원에게 회원 탈퇴한 날로부터 7 일이 지나야 재가입 할 수 있게 하고 있으며 회원은 이 약관이 정하는 회원가입절차와 관련 조항 에 따라 회사에 통지된 재이용 의사를 회사로부터 승낙 받은 이후에 서비스를 재이용할 수 있습니다.</li>
    <li>4. 회원 재가입, 임의해지 등을 반복적으로 행하여 회사가 제공하는 각종 할인쿠폰, 이벤트 혜택 등의 경제적 이익을 편법으로 수취하거나 이 과정에서 명의를 무단으로 사용하는 등 편법과 불법 행위를 하는 것을 차단하고자 회원탈퇴 후 1개월 동안 해당 회원의 아이디, 성명, CI, DI, 탈퇴일자, 탈퇴사유 등 개인정보를 보관합니다.</li>
</ul>
<p class="content">② 회사는 다음 각호에서 정한 바에 따라 이용계약을 해지할 수 있습니다.</p> 
<ul class="content">
    <li>1. 회사는 회원에게 다음 각목의 1에 해당하는 사유가 발생하거나 확인되면 이용계약을 해지할 수 있습니다. 
        <ul>
            <li>가. 다른 회원·회사(직원·상담원 포함)의 권리나 명예, 신용 기타 정당한 이익을 침해하거나 대한민 국 법령 또는 공서양속에 위배되는 행위를 한 경우</li>
            <li>나. 서비스의 원활한 진행을 방해하거나 방해할 우려가 있는 아래의 행위 등을 하거나 시도한 경우
                <ul>
                    <li>- 합리적 사유 없이 상습적·악의적으로 이의를 제기하는 행위</li>
                    <li>- 구매한 상품 또는 서비스에 특별한 하자가 없음에도, 상습적으로 사용 후 취소, 환불 요청 등을 하는 행위</li>
                    <li>- 그 외 회사가 정한 안전거래 이용규칙을 위반한 경우</li>
                </ul>
            </li>
            <li>다. 회원의 누적 신용도가 일정 점수 이하에 이른 경우</li>
            <li>라. 고의로 회사의 영업을 방해 하거나 판매부적합 상품을 등록할 경우</li>
            <li>마. 회원이 이 약관에 위배되는 행위를 하거나 이 약관에서 정한 해지사유가 발생한 경우 (마스터 약관의 적용을 받는 자가 해당 약관을 위반한 경우 포함)</li>
            <li>바. 회원에게 제9조에서 정한 이용계약의 승낙거부사유가 있음이 확인된 경우</li>
            <li>사. 기타 회사가 합리적인 판단에 따라 서비스의 제공을 거부할 필요가 있다고 인정할 경우</li>
        </ul>
    </li>
    <li>2. 회사가 해지할 때에는 회사는 회원에게 이메일(E-mail), 전화, 팩스, 기타의 방법으로 해지 사유 를 밝혀 해지 의사를 통지합니다. 이용계약은 회사의 해지의사를 회원에게 통지한 시점에 종료됩니다.</li>
    <li>3. 본 항에 따라 회사가 이용계약을 해지하더라도, 해지 이전에 이미 체결된 매매계약의 완결에 관해서는 이 약관이 계속 적용됩니다.</li>
    <li>4. 본 항에서 정한 바에 따라 이용계약이 종료될 때에는 회사는 별도 통지 없이 해당 회원과 관련된 광고와 거래를 취소할 수 있고, 일반회원이 상품구매대금을 신용카드로 결제했을 때에는 해 당 신용카드매출을 취소할 수 있으며, 회원에게 부가적으로 제공한 각종 혜택을 회수할 수 있습니다.</li>
    <li>5. 본 항에서 정한 바에 따라 이용계약이 종료되면 회사는 회원의 재이용 신청을 그 승낙하지 않 을 수 있습니다.</li>
</ul>
<p class="content">③ 이용계약의 종료와 관련하여 발생한 손해에 대해서는 이용계약이 종료된 해당 회원이 책임을 져야 하고, 회사는 일절 책임을 지지 않습니다.</p>
<p class="content">④ 이용계약이 해지된 경우 회원 본인 계정에 등록된 게시물 일체는 삭제됩니다만 다른 회원에 의해 스크랩되어 게시되거나 공용 게시판에 등록된 게시물은 삭제되지 않습니다.</p>

<p class="sub_title">제11조 (마스터회원등급 및 평가제도)</p>
<ul class="content">
    <li>① 회사는 서비스를 이용하여 상품을 거래했을 때 부과되는 점수를 기준으로 하여 마스터회원레벨 및 레벨에 따른 일정 혜택 등을 회원에게 부여할 수 있습니다. 마스터 회원레벨 및 그에 따른 혜택 등은 서비스 이용실적, 기타 회사가 정하는 이용정책에서 정한 기준에 따라 부여되며, 회원 등급 정책 및 그에 따른 혜택 등에 대한 변경이 있으면 해당 서비스 화면에 게재하거나 회사가 운영하는 인터넷 사이트 초기화면에 변경 공지합니다).</li>
    <li>② 해당 마스터회원이 자신에게 부여된 레벨 구성요소에 대하여 이의를 제기하면 회사는 소명내용, 해당 회원의 신용도 등 제반 상황을 고려하여 레벨 구성요소의 전부 또는 일부를 조정할 수 있습니다.</li>
    <li>③ 마스터회원등급을 부여하는 경우에도 회원의 레벨은 상품의 거래가 이뤄지는 경우 참고자료로 활용될 뿐이며, 회원의 신용을 보증하거나 금융상의 신용상태를 의미하는 것은 아닙니다.</li>
    <li>④ 회사는 상품평가제도를 시행할 수 있으며, 상품평가제도는 상품에 대한 구매확정이 되는 경우 이를 이용한 일반회원이 해당 거래에 대한 만족도를 회사가 정한 단계별로 표시하는 형태로 시행되며, 표시된 만족도는 해당 상품 관련 마스터에 대한 평가요소로 반영됩니다. 거래만족도 항목 및 단계는 해당 서비스 화면에 표시합니다. </li>
    <li>⑤ 상품평가는 구매확정이 되는 경우에만 작성할 수 있으며, 공개를 원칙으로 합니다. 리뷰를 작성한 회원은 자신이 작성한 리뷰를 삭제할 수 있습니다. 다만, 다수 일반회원 편의를 위해 공개된 상품평의 삭제에 대한 제한이 있을 수 있습니다.</li>
    <li>⑥ 회사는 리뷰 및 관련 내용이 욕설, 비방, 명예훼손 등의 내용이거나 상품 평가와 무관한 내용을 담고 있어 공개가 부적절하다고 판단되면 해당 리뷰와 첨부된 의견을 삭제할 수 있습니다. 상품평이 삭제될 때에는 리뷰에 첨부된 의견도 함께 삭제될 수 있습니다. 이와 관련한 자세한 설명은 해당 서비스 화면에 게재합니다.</li>
    <li>⑦ 거래 상대방에 대한 거래만족도 평가와 리뷰 작성은 전적으로 평가 당사자의 책임 하에 이루어지며, 회사는 내용의 사실 여부에 개입하지 않습니다.</li>
    <li>⑧ 회원이 회원등급 및 회원평가제도의 목적과 취지에 어긋나는 행위를 하면 회사는 해당 평가결과를 삭제하고 관련 회원에 대한 서비스 이용자격을 정지하는 등 제재를 가할 수 있습니다.</li>
    <li>⑨ 아래와 같은 내용에 해당하면 리뷰를 삭제하거나 회원의 이용자격이 정지될 수 있습니다.
        <ul>
            <li>1. 회원등급 또는 거래만족도를 높이려는 목적으로 만족도를 평가하는 행위</li>
            <li>2. 높은 만족도를 주고 리뷰를 쓰는 대가로 금전 또는 기타의 보상을 받거나 받기로 약정하고 이루어진 평가결과 및 그 평가행위</li>
            <li>3. 리뷰를 통하여 타인을 모욕하거나 타인의 명예와 신용을 훼손하는 등의 행위 및 그 평가결과</li>
            <li>4. 기타 리뷰를 통한 평가제도의 목적과 취지에 반하여 평가제도를 이용하는 행위</li>
        </ul>
    </li>
</ul>
 
<p class="sub_title">제12조 (회원관리)</p>
<ul class="content">
    <li>① 회사는 이 약관과 관계 법령 및 상거래의 일반원칙을 위반한 회원에게 다음과 같은 조치를 할 수 있습니다.
        <ul>
            <li>1. 신용점수 차감</li>
            <li>2. 회사가 부가적으로 제공한 혜택의 일부 또는 전부의 회수</li>
            <li>3. 특정 서비스 이용제한</li>
            <li>4. 이용계약의 해지</li>
            <li>5. 손해배상의 청구</li>
        </ul>
    </li>
    <li>② 회사가 제1항 각 호에 정한 조치를 할 때는 미리 회원에게 전화 또는 이메일(E-mail)로 통보하며, 회원과의 연락이 안되거나 긴급을 요구하는 등 부득이할 때에는 해당 사항을 먼저 조치한 후 나중에 통보할 수 있습니다. 단, 신용점수 차감은 통보 없이 할 수 있습니다.</li>
    <li>③ 회원은 본 조에 따른 회사의 조치에 대해 항변의 사유가 있으면 항변을 할 수 있습니다.</li>
    <li>④ 회사는 회원이 12개월 이상 로그인 하지 않으면, 휴면계정으로 간주하고 회사가 제공하는 서비스 이용을 제한할 수 있습니다. 휴면계정으로 지정된 이후 다시 서비스를 이용하려면 거래안전을 위해 회사가 정하는 본인확인 절차 등을 이행하여야 합니다.</li>
</ul>
<p class="sub_title">제13조 (서비스 기간과 중단)</p>
<ul class="content">
    <li>① 회원의 서비스 기간은 서비스를 신청하여 이용승낙을 받은 날로부터 서비스 이용계약을 해지할 때까지 입니다.</li>
    <li>② 회사는 컴퓨터 등 정보통신설비의 보수, 점검, 교체 및 고장, 통신의 두절 등의 사유가 발생하면 서비스를 일시적으로 중단할 수 있으며 그럴 경우 서비스 일시 중단 사실과 그 사유를 사이트 초기 화면에 통지합니다.</li>
    <li>③ 회사는 천재지변 또는 이와 같은 불가항력으로 서비스를 제공할 수 없으면 서비스의 제공을 제한하거나 일시 중단할 수 있습니다.</li>
</ul>
<p class="sub_title">제14조 (서비스 이용료)</p>
<ul class="content">
    <li>① 회사는 서비스나 기능을 제공할 때 이용료를 부과할 수 있습니다.</li>
    <li>② 본 조의 이용료는 본 조 및 개별 약관 또는 별도 신청서에서 정하는 바를 따릅니다.</li>
</ul>
<p class="sub_title">제15조 (저작권 정책)</p> 
<ul class="content">
    <li>① 회사는 제공하는 서비스와 관련하여 저작권자의 저작권 보호를 위한 정책을 수립해 운영하며 회원은 회사의 저작권 정책을 지켜야 합니다.</li>
    <li>② 회원이 회사가 제공하는 서비스를 이용하면서 작성한 각종 게시물의 저작권은 회원 본인에게 있으며, 해당 게시물의 저작권 침해를 비롯한 민·형사상 모든 책임은 회원 본인이 집니다.</li>
    <li>③ 회사는 회원이 등록한 게시물을 검색사이트나 다른 사이트에 노출할 수 있으며, 판촉, 홍보 및 기타의 자료로 무상으로 사용할 수 있습니다. 또한, 회사가 제공하는 서비스 내에서 회원 게시물 을 복제, 전시, 전송, 배포할 수 있으며 2차적 저작물과 편집저작물로 작성 할 수 있습니다.</li>
    <li>④ 본 조 제3항에 언급된 회사의 사용권은 서비스를 운영하는 동안에만 확정적으로 유효합니다.</li>
    <li>⑤ 회사가 본 조 제3항 이외의 방법으로 회원의 게시물을 상업적으로 이용하고자 할 때에는, 전화, 팩스, 이메일(E-mail)등의 방법으로 미리 회원의 동의를 얻어야 합니다. 단, 회원정보에 등록된 연락처가 사실과 다르거나 회원이 회사의 연락에 응하지 않아 미리 동의를 구하지 못했다면, 회사는 사후에 동의 절차의 이행을 요청할 수 있습니다. 회사가 본 항에 따라 회원의 게시물을 상 업적으로 이용할 때 회사는 별도의 보상제도를 운영할 수 있습니다.</li>
    <li>⑥ 회사가 작성한 저작물에 대한 저작권과 지적 재산권은 회사에 귀속합니다.</li>
    <li>⑦ 이용자가 서비스를 이용하여 얻은 정보를 회사의 승낙 없이 복제, 송신, 출판, 배포, 방송, 기타 방법으로 이용하거나 제3자에게 이용하게 할 때 그에 대한 책임은 이용자 본인에게 있습니다.</li>
    <li>⑧ 회원은 서비스 내에서 자신의 저작권이 침해되면 회사가 운영하는 신고센터 제도를 이용하여 자신의 정당한 권리를 보호받을 수 있습니다.</li>
    <li>⑨ 게시물의 내용이 다음과 같을 때 회사는 게시자에게 미리 통보하지 않고 게시물을 삭제하거나 게시자에게 특정 서비스의 이용제한 또는 정지, 이용계약의 해지 등의 조치를 할 수 있습니다. 이 때 게시물이 삭제되면 해당 게시물과 관련된 게시물(답변글, 댓글 등)도 모두 삭제될 수 있습니다.
        <ul>
            <li>1. 대한민국의 법령을 위반하는 내용을 포함하는 경우</li>
            <li>2. 타인의 권리나 명예, 신용 기타 정당한 이익을 침해하는 경우</li>
            <li>3. 정보통신기기의 오작동을 일으킬 수 있는 악성코드나 데이터를 포함하는 경우</li>
            <li>4. 사회 공공질서나 미풍양속에 위배되는 경우</li>
            <li>5. 기타 1호 내지 4호에 준하는 중대한 사유로 말미암아 회사가 제공하는 서비스의 원활한 진행 을 방해하는 것으로 판단되는 경우</li>
        </ul>
    </li>
    <li>⑩ 회사가 제9항에 따라 게시물을 삭제했을 때, 해당 게시자는 회사에 이의를 제기하여 구제받을 수 있습니다.</li>
</ul>
<p class="sub_title">제2장 통신판매중개 서비스</p> 
<p class="sub_title">제17조 (서비스의 종류)</p> 
<p class="content">회사에서 회원에게 제공하는 서비스의 종류는 다음과 같습니다.</p>
<ul class="content">
    <li>① E-Commerce 서비스: 회사가 서비스를 통하여 회원 간에 상품의 거래가 이루어질 수 있도록 온라인 거래장소를 아래와 같이 제공하거나 지원하는 서비스 및 관련 부가서비스를 말합니다.
        <ul>
            <li>1. 판매 관련 업무지원 서비스</li>
            <li>2. 구매 관련 지원 서비스</li>
            <li>3. 계약체결, 결제 지원 및 결제대금 보호서비스</li>
            <li>4. 상품검색정보 서비스 </li>
            <li>5. 기타 전자상거래 관련 서비스</li>
            <li>6. 광고 및 프로모션 서비스</li>
        </ul>
    </li>
</ul>

<p class="sub_title">제18조 (대리행위 및 보증인의 부인)</p> 
<ul class="content">
    <li>① 회사는 일반회원과 마스터회원 간의 자유로운 상품의 거래를 위한 시스템을 운영 및 관리, 제공할 뿐이므로 일반회원 또는 마스터회원을 대리하지 않으며, 회원 사이에 성립된 거래와 관련된 책임과 회원이 제공한 정보에 대한 책임은 해당 회원이 직접 부담하여야 합니다.</li>
    <li>② 회사는 서비스를 통하여 이루어지는 일반회원과 마스터회원 간의 거래와 관련하여 판매의사 또는 구매의사의 존부 및 진정성, 등록 상품의 품질, 완전성, 안정성, 적법성 및 타인의 권리에 대한 비침해성, 일반회원 또는 마스터회원이 입력하는 정보 및 그 정보를 통하여 링크된 URL에게 재된 자료의 진실성 또는 적법성 등 일체를 보증하지 않으며, 이와 관련한 일체의 위험과 책임은 해당 이용자가 전적으로 부담합니다.</li>
    <li>③ 회사는 일반회원에게 상품을 판매하거나 마스터회원으로부터 구매하지 않으며, 단지 일반회원과 마스터회원간의 거래의 안전성과 신뢰성을 높이는 도구만을 개발하여 제공합니다.</li>
</ul>

<p class="sub_title">제19조 (일반회원의 서비스 이용)</p>
<ul class="content">
    <li>① 일반회원은 구매의사 없이 마스터의 상품에 입찰하거나 구매표시를 해서는 안 되며, 구매의사 없이 입찰행위를 통하여 상품 가격을 올리거나 구매의사를 표시하여 마스터의 상품판매 기회를 방해하거나 다른 일반회원의 구매기회를 방해한 것이 적발되면 회사는 해당 아이디(ID){해당 아이디(ID)와 동일인 소유로 확인되는 아이디(ID) 포함}에 대하여 회원자격을 정지하는 등의 조치를 할 수 있습니다 </li>
    <li>② 일반회원은 상품을 구매하기 전에 반드시 마스터가 사이트 내에 작성한 상품의 상세 내용과 거래의 조건을 정확하게 확인해야 합니다. 구매하려는 상품의 내용과 거래의 조건을 확인하지 않고 구매하여 발생한 모든 손실과 손해는 일반회원 본인에게 있습니다.</li>
    <li>③ 일반회원은 이 약관과 회사가 서비스 화면에서 알리는 내용을 지켜야 하며, 약관과 알리는 내용을 위반하거나 이행하지 않아서 발생하는 모든 손실과 손해에 대해 책임을 집니다.</li>
    <li>④ 회사는 마스터가 등록한 상품의 내용과 거래조건에 대해서 어떠한 보증이나 대리를 하지 않습 니다. 따라서 일반회원은 스스로 책임지고 상품을 구매해야 합니다.</li>
    <li>⑤ 일반회원은 마스터와 상품매매 절차에서 분쟁이 발생하면 분쟁의 해결을 위하여 성실히 임해야 하며, 분쟁해결의 불성실로 마스터와 회사에 손실과 손해가 발생하면 그에 대한 모든 책임을 져야 합니다.</li>
    <li>⑥ 일반회원이 상품을 구매할 때는 반드시 본인 명의의 결제수단을 사용하여야 하며, 타인의 결제수단을 임의로 사용해서는 안 됩니다. 타인의 결제수단을 임의로 사용하여 발생하는 회사, 결제수단 소유자, 마스터의 손실과 손해에 대한 모든 책임은 일반회원에게 있습니다.</li>
    <li>⑦ 매매대금의 결제와 관련하여 일반회원이 입력한 정보 및 그 정보와 관련하여 발생한 책임과 불이익은 전적으로 일반회원이 감당해야 합니다.</li>
    <li>⑧ 회사는 일반회원이 매매대금 결제 때 사용한 결제수단에 대해 정당한 사용권한이 있는지 확인할 수 있으며, 이에 대한 확인이 완료될 때까지 거래진행을 중지하거나 해당 거래를 취소할 수 있습니다.</li>
    <li>⑨ 회사는 일반회원에게 서비스가 안전하게 제공될 수 있도록 각종 설비와 자료를 관리해야 하며, 서비스가 제공 목적에 맞게 이용되고 있는지 확인하고 일반회원에게 이용 목적에 위반되는 부분이 있는 것으로 확인되면 사유의 소명을 요청할 수 있습니다.</li>
    <li>⑩ 회사가 일반회원의 서비스 이용 편의를 높이기 위해 제휴업체로부터 정보를 제공받아 게재하거나 제3자가 제공하는 방식으로 사이트 내 또는 링크 방식으로 참조용 정보나 콘텐츠를 제공하 더라도, 일반회원은 상품 구매 시 자신의 판단과 책임으로 결정하여 구매하여야 하며, 회사는 어떠한 경우에도 회원의 구매결정에 대하여 책임을 지지 않습니다.</li>
</ul>
 
<p class="sub_title">제20조 (결제대금 보호서비스의 이용)</p> 
<ul class="content">
    <li>① 회사는 e커머스 서비스의 신뢰성을 높이고 회원 간에 안전한 거래가 이루어질 수 있도록 전자 상거래 등에서의 소비자보호에 관한 법률에 따라 결제대금 보호서비스를 제공합니다.</li>
    <li>② 결제대금 보호서비스는 회원 간에 이루어지는 상품매매의 안전성과 신뢰성을 높이고, 상품 및 용역을 받기 전에 대금을 결제해야 하는 일반회원을 보호하기 위해 제공됩니다.</li>
    <li>③ 결제대금 보호서비스를 통하여 상품구매대금을 결제하는 과정에서 발생하는 송금수수료 등은 대금을 송금하는 일반회원이 부담해야 합니다.</li>
    <li>④ 결제대금 보호서비스를 제공하는 과정에서 이자 등이 발생했을 때 일반회원은 그 반환을 청구할 수 없습니다.</li>
    <li>⑤ 결제대금 보호서비스를 이용하는 일반회원은 상품 또는 용역의 제공이 완료되었을 때 회사에 구매확정 또는 환불의 의사표시를 해야 합니다.</li>
    <li>⑥ 일반회원에게 구매확정의 의사가 있거나 구매확정의 의사가 있는 것으로 간주하는 상황이 발생하면 결제대금 보호서비스는 종료됩니다.</li>
    <li>⑦ 일반회원에게 구매확정의 의사가 있거나 구매확정의 의사가 있다고 간주하면 ’전자상거래 등에서의 소비자보호에 관한 법률’의 관련 규정에 따라 관련 대금은 상품의 마스터회원에게 송금될 수 있습니다.</li>
    <li>⑧ 결제대금 보호서비스가 종료된 이후에 청약철회, 취소, 해제, 무효 등의 사유가 발생한다면 일반회원은 마스터와 직접 청약철회, 취소, 해제 및 결제대금 환불 등에 관한 절차를 진행해야 합니다.</li>
</ul>
 
<p class="sub_title">제21조 (거래완료)</p> 
<ul class="content">
    <li>① 구매확정이 이루어진 이후에 상품의 하자 등 결제대금의 환불사유가 발생하면 회사는 이에 개입하지 않습니다. 구매확정 이후에 발생하는 마스터와 일반회원 간 모든 분쟁은 거래 당사자인 마스터와 일반회원이 해결해야 합니다.</li>
    <li>② 구매확정 기간 내에 일반회원에게서 구매확정, 환불에 대한 의사표시가 없으면 회사는 해당 거래에 대하여 구매확정의 의사가 있는 것으로 간주하여 다음 영업일에 자동구매확정으로 처리 (이하 “자동구매확정”)할 수 있습니다. 다만, 구매확정 기간 내에 일반회원이 실제 상품 또는 용역 을 제공받지 못했다면 일반회원은 미완료 신고를 할 수 있습니다.</li>
    <li>③ 자동구매확정 처리가 완료되면, 회사는 보관 중인 결제대금 중 마스터에게 지급할 상품판매대금을 마스터가 지정한 방법으로 지급할 수 있습니다.</li>
    <li>④ 자동구매확정이 이루어졌다면 일반회원은 미완료, 불만족 등의 사유로 회사에 이의를 제기할 수 없으며, 상품구매대금의 환불 등 모든 문제는 마스터와 직접 해결해야 합니다.</li>
</ul>

<p class="sub_title">제22조 (환불/취소)</p> 
<ul class="content">
    <li>① ’전자상거래 등에서의 소비자보호에 관한 법률’ 제17조에 따라 일반회원은 환불을 요청할 수 있으며, 환불에 관한 일반적인 사항은 ’전자상거래 등에서의 소비자보호에 관한 법률’ 등 관련 법령이 마스터가 제시한 조건보다 우선합니다. 단, 다음 각 호의 경우에는 일반회원이 환불을 요청 할 수 없습니다.
        <ul>
            <li>1. 일반회원의 귀책사유로 말미암아 상품이 훼손된 경우</li>
            <li>2. 일반회원의 사용 또는 일부 소비로 말미암아 상품의 가치가 현저히 감소한 경우</li>
            <li>3. 기타 일반회원이 환불을 요청할 수 없는 합리적인 사유가 있는 경우</li>
        </ul>
    </li>
    <li>② 회사는 일반회원으로부터 환불의 의사표시를 접수하면, 즉시 그러한 사실을 마스터에게 통보 합니다.</li>
    <li>③ 환불에 필요한 비용은 귀책사유가 있는 쪽에서 부담합니다.</li>
    <li>④ 일반회원이 환불을 요청하더라도 마스터가 상품 또는 용역을 다시 제공하는 것으로 일반회원과 합의가 된다면, 이 때는 상품 또는 용역을 다시 제공하는 것으로 처리 가능합니다.</li>
    <li>⑤ 회사가 일반회원의 구매대금 결제 확인에 대해 통지한 후 마스터가 상당 기간 일반회원의 주문 정보를 확인하지 않거나 상품 또는 용역을 제공하지 않아 일반회원이 거래 취소를 요구하면 회사는 해당 거래를 취소할 수 있으며, 거래가 취소되면 보관 중인 상품 구매대금은 일반회원에게 환불됩니다. 아울러, 회사는 개별적인 정책으로 일반회원의 요구 없이도 자동 환불처리 등의 조치를 할 수 있으며 그럴 경우 미리 해당 내용을 일반회원에게 공지합니다.</li>
    <li>⑥ 회사는 마스터가 일반회원의 환불에 대한 사실확인 진행절차에 적극적으로 임하지 않거나 지연하면 일반회원에게서 환불의 원인을 파악한 후 해당 거래를 취소하여 일반회원에게 보관 중인 결제대금을 환불할 수 있습니다.</li>
    <li>⑦ 회사는 일반회원의 환불 요청이 정당하지 않다고 판단하면 일반회원의 의사표시를 취소하여 보관 중인 결제대금을 마스터에게 지급할 수 있습니다. 또한, 일반회원의 환불 등이 접수된 날로 부터 7일이 지날 때까지 전화, 이메일(E-mail) 등으로 연락되지 않으면 환불의 의사를 철회한 것 으로 간주하여 보관 중인 결제대금을 마스터에게 지급할 수 있습니다.</li>
    <li>⑧ 확인된 거래가 취소되어 결제대금을 환불할 경우는 회사는 거래가 취소된 날로부터 2영업일 이내에 일반회원에게 환불에 필요한 조치를 합니다. 신용카드로 결제했을 때는 환불을 요청한 즉시 결제 승인이 취소되고, 환불조치를 합니다.</li>
    <li>⑨ 카드결제로 구매한 건의 환불은 카드결제 취소를 통해서만 가능하며, 어떠한 경우에도 현금잔고로 환불되지 않습니다.</li>
    <li>⑩ 결제완료 상태에서는 취소신청 접수 시 즉시 취소처리가 완료됩니다. 환불의 규정은 아래와 같습니다.
        <ul>
            <li>1. 마스터가 레슨 또는 PLAY의 취소신청을 하는 경우 
                <ul>
                    <li>- 레슨 또는 PLAY 등록 후: 취소 불가를 원칙으로 함 (상해에 따른 취소 제외)</li>
                    <li>- 잦은 취소 시, 마스터에게 페널티 적용이 가능함</li>
                    <li>- 상해에 따른 취소 시, ‘상해’ 선택 후 3주내에 진단서 필수 제출. ‘상해’에 의한 취소 시, 그 판단 이 완료되는 시점(진단서 제출 후 3주)까지 환불이 유예될 수 있으나 ‘상해’ 사실이 증명되면, 참가자에게 취소사유를 안내하고 참가자에게 100% 환불 </li>
                </ul>
            </li>
            <li>2. 일반회원 신청자가 신청을 취소하는 경우
                <ul>
                    <li>- 레슨 3일 전: 100% 환불</li>
                    <li>- 레슨 2일 전: 60% 환불</li>
                    <li>- 레슨 1일 전 ~ 당일: 환불 불가</li>
                    <li>- 잦은 취소 시, 신청자에게 페널티 적용이 가능</li>
                    <li>- 무단 불참 시, 신청이 제한될 수 있음</li>
                    <li>- 상해에 따른 취소 시, ‘상해’ 선택 후 3주내에 진단서 필수 제출. ‘상해’에 의한 취소 시, 그 판단이 완료되는 시점(진단서 제출후 3주)까지 환불이 유예될 수 있으나 ‘상해’ 사실이 증명되면, 마스터에게 취소사유를 안내하고 참가자에게 100% 환불</li>
                </ul>
            </li>
            <li>3. 천재지변의 경우(전란, 정부의 명령 포함)에는 상기의 규정에 무관하게 페널티 없이 환불하여 드립니다.</li>
            <li>4. 참가인원 미달에 의한 취소
                <ul>
                    <li>- 마스터는 레슨 및 PLAY에 대한 공지 시 최소참가신청인원을 기재할 수 있으며, 참가 인원이 미달되는 때에는 레슨 및 PLAY를 취소할 수 있음을 함께 공지하여야 함</li>
                    <li>- 참가 인원 미달 시, 레슨 및 PLAY 모집 종료 후 즉시 참가자에게 안내함 (이메일, SMS, 푸시알림)</li>
                </ul>
            </li>
        </ul>
    </li>
</ul> 
 
<p class="sub_title">제23조 (권한 정지/강제 탈퇴)</p> 
<ul class="content">
    <li>① 회사는 회원에게 부여한 권한을 정지/강제 탈퇴할 수 있으며 그 사유는 아래와 같습니다. 
        <ul>
            <li>1. 본인 책임으로 인해 아임마스터 내에서 이루어지는 활동과 관련하여 문제가 발생하는 경우.</li>
            <li>2. 법적 이슈 등의 분쟁 발생을 고려하여, 강제 탈퇴 처리 후에도 컨텐츠, 레슨, PLAY, 리뷰, 댓글 등의 Data는 바로 삭제하지 않고 최대 6개월 간 보존.<br/>(단, 분쟁 발생 후 미완료 시 6개월을 초과하여도 분쟁 완료 시점까지 보존).</li>
            <li>3. 다음과 같은 사항이 발생하는 경우 권한 정지 및 강제 탈퇴 조치 시행
                <ul>
                    <li>① 타인의 전화번호 혹은 비밀번호를 도용하는 행위</li>
                    <li>② 개인 정보를 허위 또는 타인의 것으로 등록하는 행위</li>
                    <li>③ 공공질서, 미풍양속을 저해하는 저작물을 등록 또는 유통시키는 행위</li>
                    <li>④ 타인이 저작권을 보유한 컨텐츠를 무단으로 게시하는 행위</li>
                    <li>⑤ 광고성/홍보성 저작물을 지속적으로 게시하는 행위</li>
                    <li>⑥ 사이트 내에서 불법적으로 상품을 판매하거나 상행위를 하는 행위</li>
                    <li>⑦ 아임마스터가 제공하는 프로필 및 개인 정보(이름, 연락처 등)을 무단 캡처(저장) 하는 행위 및 이를 유출하여 외부에 게시하는 행위</li>
                    <li>⑧ 다른 고객에게 무단으로 개인 정보를 요구하는 행위</li>
                    <li>⑨ 아임마스터에 대한 허위 사실을 유포하거나 기타의 방법으로 업무를 방해하는 행위</li>
                    <li>⑩ 사전 동의 없이 아임마스터 명의를 무단으로 도용하는 행위</li>
                    <li>⑪ 다른 고객에게 정당한 사유 없이 금전적 손실을 입히는 행위 </li>
                    <li>⑫ 레슨 또는 PLAY 개설 후 사전 고지(Class 시행 예정 시간 48시간 이전까지 사전 고지한 경우만 정당한 사전 고지로 정의함) 없이 시행을 하지 않는 행위</li>
                    <li>⑬ 레슨 또는 PLAY 참가 신청을 한 회원에게 추가 비용이나 일시 변경을 강요하는 행위</li>
                    <li>⑭ 레슨 또는 PLAY에 참석한 회원을 대상으로 비방, 인격모독을 하거나 물리적/정신적 위해를 가하는 행위</li>
                    <li>⑮ 기타 아임마스터 서비스 내 활동을 통해 당사 및 서비스 이용 고객에게 정신적/물리적 피해나 금전적 손실을 발생시키는 모든 행위</li>
                </ul>
            </li>
        </ul>
    </li>
    <li>② 위 사유 발생시, 모든 권한 정지하고 1개월 간의 소명 기간 부여 후 소명 불가 시 탈퇴 처리 됩니다. </li>
</ul>

<p class="sub_title">제24조 (금지행위)</p> 
<ul class="content">
    <li>① “다이렉트신청” 및 “견적문의” 외에 마스터와 일반회원이 직접 거래하는 행위(직거래)는 거래의 안전을 위하여 권하지 않으며, 직거래를 통하여 발생한 제반 문제에 대한 책임은 거래 당사자에게 있으며 회사는 이에 대해 어떠한 책임도 지지 않습니다.</li>
    <li>② “다이렉트신청” 및 “견적문의” 외에 직거래를 하거나 이를 유도한 것으로 확인된 마스터는 서비스 이용이 정지되거나 이용계약이 해지될 수 있으며, 회원은 직거래를 하거나 유도한 마스터를 회사가 운영하는 안전거래센터에 신고할 수 있습니다.</li>
    <li>③ 회사가 제공하는 서비스 이용방법을 따르지 않고 비정상적인 방법으로 서비스를 이용하거나 시스템에 접근하는 행위는 금지됩니다.</li>
    <li>④ 시스템 부정행위가 확인되면 회사는 해당 회원에게 부가적으로 제공한 혜택의 일부 또는 전부 를 회수하거나, 특정 서비스의 이용을 제한하고, 이용계약을 해지하는 등의 조치를 할 수 있습니다.</li>
    <li>⑤ 타인의 명의, 카드정보, 계좌정보 등을 무단으로 사용하여 회사가 제공하는 구매서비스를 이용하는 행위는 금지됩니다.</li>
    <li>⑥ 물품판매 또는 용역제공을 가장하여 자금을 융통하는 것과 같이 여신전문금융업법 등 법령에 따라 금지된 방법으로 비정상적인 결제를 하는 것은 금지되며, 해당 내용이 확인되었을 때 회사는 회원의 거래를 취소하거나 중지시키고 관련기관에 통보할 수 있습니다.</li>
    <li>⑦ 실제 상품의 제공이 없는 등 상품의 실질적인 구매의사가 없는 구매행위와 회사가 제공하는 할인율 등을 이용하여 비정상적인 거래를 하는 것은 금지되며, 해당 내용이 확인되면 회사는 해당 거래를 취소하고 서비스이용을 제한하거나 이용계약을 해지할 수 있습니다.</li>
</ul>
<p class="sub_title">제25조 (안전거래센터)</p> 
<ul class="content">
    <li>① 회사는 타인의 권리 침해, 법령의 위반 등 회원이 서비스를 이용할 때 발생할 수 있는 거래의 안전과 관련된 법적 문제를 조정하기 위하여 안전거래센터를 운영합니다.</li>
    <li>② 안전거래센터는 다음과 같은 역할을 합니다.
        <ul>
            <li>1. 부적합물의 판매에 대한 조치 </li>
            <li>2. 타인의 권리를 침해하는 행위에 대한 조치 </li>
            <li>3. 기타 거래의 안전 또는 법령을 위반하는 행위에 대한 조치</li>
        </ul>
    </li>
    <li>③ 안전거래센터의 조정에 회원은 신의성실의 원칙에 따라 성실히 응해야 합니다.</li>
</ul>

<p class="sub_title">제26조 (회사의 면책)</p> 
<ul class="content">
    <li>① 상품의 매매와 관련하여 발생하는 상품 및 용역의 제공, 청약철회, 환불 등의 거래진행은 거래 당사자인 마스터와 일반회원 간에 수행되어야 하며, 회사는 거래진행에 관여하지 않으며 어떠한 책임도 부담지지 않습니다.</li>
    <li>② 제13조 제2항의 사유로 서비스를 일시적으로 중단하여 이용자 또는 제3자가 손해를 입었을 때 회사는 이에 대해 책임을 지지 않습니다.</li>
    <li>③ 제13조 제3항의 사유로 서비스를 제한하거나 중단하게 된다면 회사는 불가항력을 이유로 그 책임을 지지 않습니다. </li>
    <li>④ 회사는 이용자의 귀책사유로 서비스 이용에 장애가 발생하는 것에 대해 책임을 지지 않습니다.</li>
    <li>⑤ 이용자가 자신의 개인정보를 타인에게 유출하거나 제공하여 발생하는 피해에 대해 회사는 일절 책임을 지지 않습니다.</li>
    <li>⑥ 회사의 서비스 화면에서 링크, 배너 등을 통하여 연결된 회사(이하 피연결회사)와 이용자간에 이루어진 거래에 회사는 개입하지 않으며, 해당 거래에 대하여 책임을 지지 않습니다.</li>
    <li>⑦ 회사는 서비스 화면에 표시되는 마스터 또는 제3자가 제공하는 상품 또는 정보 등의 정확성, 적시성, 타당성 등을 보증하지 않으며, 그와 관련하여 어떠한 책임도 지지 않습니다.</li>
    <li>⑧ 회사는 제29조 제1항에 따른 서비스나 기능의 전부 또는 일부를 수정하거나 중단하는 것에 대해 책임을 지지 않습니다.</li>
</ul>

<p class="sub_title">제3장 기타사항</p> 
<p class="sub_title">제27조 (준거법 및 분쟁조정)</p> 
<ul class="content">
    <li>① 이 약관과 회사와 회원 간의 서비스 이용 계약, 회원 상호 간의 물품거래에는 대한민국 법령이 적용됩니다.</li>
    <li>② 이 서비스와 관련하여 회사와 이용자 사이에 분쟁이 발생하여 소송이 제기되었을 때에는 최초 30일간 상호 간의 합의를 위한 노력을 기하고, 중재 실패 시 대한상사중재원에 중재를 신청합니다.</li>
</ul>
<p class="sub_title">제28조 (기타 조항)</p> 
<ul class="content">
    <li>① 회사는 필요하면 특정 서비스나 기능의 전부 또는 일부를 사이트를 통해 미리 공지한 후 일시적 또는 영구적으로 수정하거나 중단할 수 있습니다.</li>
    <li>② 각 당사자는 상대방의 서면동의 없이 이 약관상의 권리와 의무를 제3자에게 양도하거나 처분할 수 없습니다.</li>
    <li>③ 이 약관과 관련하여 당사자 간의 합의에 따라 추가로 작성된 계약서, 협정서, 통보서 등과 회사의 정책변경, 법령의 제·개정 또는 공공기관의 고시나 지침 등에 따라 회사가 사이트를 통해 공지하는 내용도 이용계약의 일부를 구성합니다.</li>
    <li>④ 회사는 회원이 서비스를 이용할 때 발생할 수 있는 정당한 의견이나 불만 사항을 적극적으로 수렴하여 해결하고, 회원 상호 간의 분쟁을 조정하기 위하여 고객센터를 설치하고 운영합니다. 회사는 회원이 제기하는 각종 불만사항과 의견을 적극적으로 검토한 후 정당하다고 판단될 때에는 이를 신속하게 처리하며, 즉시 처리하기가 어려운 사항이 있으면 그 사유와 처리기간을 이메일(Email) 혹은 전화로 회원에게 통보 합니다.</li>
</ul>
 
<p class="sub_title">■ 부칙<br/>제1조 (시행일) 이 약관은 2017년 3월 20일부터 시행합니다.</p> 