<p class="sub_title">제1조 (목적)</p>
<p>이 약관은 투어텔레콤(이하 “회사”)가 운영하는 사이트(www.immaster.kr) 및 아임마스터 모바일 어플리케이션 등(이하 “사이트”)에서 마스터가 일반회원에게 재능을 공유하는 활동(이하 “레슨 및 플레이”)을 개설/운영하는 것에 대해 관련 당사자 간의 권리, 의무를 확정하고 이를 이행하여 상호 발전을 도모하는 것을 목적으로 합니다.</p> 

<p class="sub_title">제2조 (용어의 정의)</p>
<p>이 약관에서 사용되는 용어의 정의는 이 약관에서 별도로 규정하는 경우를 제외하고 “아임마스터 이용약관”(이하 “이용약관”) 제2조를 따릅니다.</p>
<p class="content">① 서비스 이용료: “마스터회원”이 “회사”가 제공하는 “서비스”를 이용하는 대가로 “회사”에게 지급하는 금액을 말합니다.</p>

<p class="sub_title">제3조 (효력)</p>
<ul class="content">
    <li>① 회사는 이 약관에서 규정되지 않은 세부적인 내용을 아임마스터 이용정책(이하 "이용정책")에 규정할 수 있으며, 이를 마스터 개별 전자메일을 통하여 공지하며, 이용정책은 이 약관과 더불어 아임마스터 서비스 이용계약(이하 “이용계약”)의 일부를 구성합니다.</li>
    <li>② 회사는 관련 법령의 규정 등에 따라 레슨 및 플레이 서비스 중 특정 서비스에 관한 약관(이하 "개별약관")을 별도로 제정할 수 있으며, 마스터가 개별약관에 동의하면 개별약관은 이용계약의 일부를 구성하고, 개별약관에 이 약관과 상충하는 내용이 있으면 개별약관이 우선하여 적용됩니다.</li>
    <li>③ 일반회원 이용약관의 내용 중 성질상 레슨 및 플레이 서비스에 적용될 수 있는 내용은 제2항과 동일하게 적용됩니다. 이 약관에 따라 레슨 및 플레이를 개설하고자 하는 자는 일반회원 이용약관의 내용을 숙지하고 본 항의 내용에 동의하는 것임을 확인합니다.</li>
    <li>④ 이 약관, 이용정책, 개별약관의 변경이 있으면 회사는 변경 내용의 효력발생일 7일 이전(다만, 마스터에게 불리한 내용으로 변경할 때에는 30일 이전)에 해당 변경 사항을 마스터에게 전자메일 등을 통해 공지하며, 마스터가 변경된 약관, 이용정책, 개별약관에 동의하지 않으면 마스터 탈퇴(서비스계약의 해지)를 요청할 수 있으며, 변경 적용일까지 거부 의사를 표시하지 않으면 변경 약관, 이용정책, 개별약관에 동의한 것으로 간주합니다.</li>
    <li>⑤ 변경된 약관은 그 적용일자 이전으로 소급하여 적용되지 않습니다.</li>
    <li>⑥ 서비스 이용 기준일 현재 일반회원 이용약관상의 만 19세 미만의 회원이 레슨 및 플레이를 개설하고자 한다면 회사는 해당 회원에게 법정대리인의 동의서와 입증 자료의 제출을 요구할 수 있으며, 해당 회원은 이에 동의해야 합니다. 해당 회원이 본 규정을 지키지 않으면 해당 회원은 레슨 및 플레이를 개설할 수 없습니다.</li>
    <li>⑦ 일반회원 이용약관상의 회원이 레슨 및 플레이를 개설하고자 한다면 회사는 해당 회원에게 신원확인 목적 등을 위하여 범용공인인증 또는 회사가 인정하는 신원확인 수단에 대한 자료를 요구할 수 있으며, 해당 회원은 범용공인인증서 등 회사가 요구하는 관련 자료를 회사가 요구하는 기한 내에 제출해야 합니다. 해당 회원이 본 규정을 지키지 않으면 회사는 해당 회원에 대하여 서비스 사이트 로그인, 레슨 및 플레이의 개설 등 회사가 제공하는 서비스의 이용을 제한할 수 있습니다.</li>
</ul>
      
<p class="sub_title">제4조 (서비스 이용료)</p>
<ul class="content">
    <li>① 서비스 이용료는 서비스를 이용하는 데 따른 대가로 마스터가 회사에 지급해야 하는 금액을 의미합니다. 회사는 일반회원으로부터 예치 받은 금액에서 서비스 이용료를 공제하고 마스터에게 정산합니다.</li>
    <li>② 서비스 이용료는 판매가(마스터가 정한 상품가격)에 회사가 정한 비율 10% (이하 “서비스 이용료율”)를 곱한 금액으로 합니다. 서비스 이용료 = 판매가 × 0.1</li>
    <li>③ 서비스 이용료와 서비스 이용료율 등은 회사와 마스터 간의 협의 또는 회사의 내부 사정에 따라 변경될 수 있습니다.</li>
    <li>④ 마스터는 서비스 이용료 및 서비스 이용료율, 이용방법 등 관련 정책을 전자메일 등을 통해 확인할 수 있습니다.</li>
    <li>⑤ 마스터 최초 등록 시 회사가 안내하는 얼리버드 혜택에 따라 등록한 마스터의 경우, 서비스 시범운영기간(이하 “시범운영기간”) 동안 서비스 이용료가 면제됩니다.</li>
    <li>⑥ 시범운영은 원활한 서비스 제공을 위한 시범 서비스 기간으로 회사가 임의로 지정합니다. 회사가 시범운영을 종료할 때는 서비스 사이트에 공지하고 이메일, 문자메시지 등으로 이용자에게 개별 통지합니다(이용자의 연락처 미기재, 변경 등으로 개별 통지가 어려울 때에는 본 약관에 따라 공지를 하는 것을 개별 통지한 것으로 간주합니다).</li>
</ul>

<p class="sub_title">제5조 (마스터의 관리의무)</p>
<ul class="content">
    <li>① 서비스 사이트에서 레슨 및 플레이의 개설은 회사의 승인을 거쳐 마스터 등록이 완료되는 동시에 가능하며, 이를 위해서 마스터는 레슨 및 플레이에 관한 정보를 웹페이지를 통하여 직접 등록해야 합니다.</li>
    <li>② 레슨 및 플레이의 가격은 표준마진율, 서비스 이용료 등을 고려하여 마스터 스스로 결정합니다.</li>
    <li>③ 마스터는 예약현황 등 수시로 바뀌는 사항에 대한 데이터를 적절히 관리해야 하며, 마스터는 데이터를 허위로 기재할 수 없습니다.</li>
    <li>④ 마스터는 전자상거래 등에서의 소비자보호에 관한 법률(이하 “전상법”), 전자금융거래법, 여신전문금융업법, 공중위생관리법, 전기통신사업법, 식품위생법, 전기용품안전관리법, 부가가치세법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 상표법, 저작권법 등 서비스 사이트에서 레슨 및 플레이 개설과 관련하여 법령이 요구하는 사항을 지켜야 합니다.</li>
    <li>⑤ 마스터는 회사가 서면으로 미리 승인하지 않으면 서비스 사이트의 상호나 로고 등을 사용할 수 없습니다.</li>
    <li>⑥ 마스터는 서비스 사이트를 통하지 않고 일반회원에게 직접 레슨 및 플레이를 판매/제공하거나 이를 유도해서는 안 되며, 이를 위반하면 회사는 해당 마스터의 서비스 이용을 정지하거나 서비스이용 계약을 해지할 수 있습니다.</li>
    <li>⑦ 마스터는 레슨 및 플레이를 신청한 일반회원에게 사이트에서 공지한 것과 동일한 내용(일정, 인원 준수 등)으로 레슨 및 플레이 서비스를 제공하여야 하고, 합리적 이유 없이 일방적으로 레슨 및 플레이 신청을 거부하거나 취소하여서는 아니 되며, 이에 대한 보증 서비스를 자신의 책임과 비용으로 시행하여야 합니다.</li>
    <li>⑧ 마스터는 세금계산서 발급 등 일반회원의 요구에 응해야 합니다.</li>
    <li>⑨ 마스터는 일반회원의 문의에 성실하고 정확하게 대답해야 합니다. 마스터의 불성실, 부정확한 답변으로 일반회원에게 손해가 발생하면 마스터가 이에 대해 책임을 부담합니다.</li>
    <li>⑩ 마스터는 레슨 및 플레이 등록과 관련하여 특정한 인허가 자격이 요구되면 이에 대한 요건을 만족한 후 레슨 및 플레이를 광고 또는 등록해야 합니다. 인허가 자격을 갖추지 않은 상태에서 관련 레슨 및 플레이를 제공하여 발생한 모든 민형사상의 책임은 마스터 본인에게 있습니다.</li>
    <li>⑪ 마스터는 레슨 및 플레이 등록 후 장기간 제공 또는 판매되지 않는 레슨 및 플레이를 유지할 수 없으며, 이를 위반하면 회사는 별도 통지 없이 레슨 및 플레이 검색의 효율성 제고와 일반회원 편의 개선을 위해 해당 레슨 및 플레이를 삭제 처리할 수 있습니다.</li>
    <li>⑫ 회사는 마스터의 사유로 상당한 시간이 경과되는 시점까지 레슨 및 플레이의 제공이 되지 않거나 취소율이 일정 수준을 초과하는 때에는 관련하여 마스터 레벨에 대한 감점, 아이디(ID) 정지 등 서비스 품질향상을 위하여 해당 마스터에게 필요한 조치를 할 수 있습니다. 이때 회사는 구체적인 내용에 대한 정책을 합리적인 기준에 따라 정하고 미리 공지합니다. </li>
</ul>
   
<p class="sub_title">제6조 (지식 재산권)</p>
<ul class="content">
    <li>① 마스터는 레슨 및 플레이의 등록 및 제공 등과 관련하여 제3자의 상표권, 특허권, 저작권, 성명권, 초상권 등 제반 지식 재산권을 침해하지 않아야 하며, 제3자의 지식 재산권을 사용할 때에는 정당한 권리자로부터 사용 허락을 받은 후에 사용해야 합니다.</li>
    <li>② 마스터가 등록∙사용한 제반 정보(초상, 성명 포함)에 대하여 제3자가 지식 재산권과 관련한 권리침해를 주장하면 회사는 마스터가 제3자의 권리침해가 아님을 입증(법원의 판결 또는 검찰의 불기소처분 등)할 때까지 해당 마스터 및 플레이에 관한 정보의 등록 및 제공을 중지할 수 있습니다.</li>
    <li>③ 마스터가 등록한 레슨 및 플레이에 관한 정보는 서비스 활성화를 위하여 회사가 제휴한 제3자(및 서비스 사이트)와 다른 회원의 블로그, SNS 등에 노출될 수 있습니다. 다만, 다른 회원이 블로그 또는 SNS 등에 이를 노출하려면 회사가 정한 방침에 동의하고 회사가 허용한 방식으로만 하여야 합니다.</li>
    <li>④ 마스터는 서비스 사이트에 등록∙사용한 정보와 관련하여 제3자로부터 소송 또는 소송 이외의 방법 등으로 이의제기를 받게 되면 회사(및 서비스 사이트)를 면책시켜야 하며, 면책에 실패한 경우 그로 인해 회사(및 서비스 사이트)가 입은 모든 손해를 배상하여야 합니다. </li>
</ul>
  
<p class="sub_title">제7조 (서비스 제공 완료 등록)</p>
<ul class="content">
    <li>① 일반회원의 주문에 따른 결제가 완료된 순간 회사는 마스터에게 주문 정보를 이메일(Email), 팩스, 전화 등의 방법으로 전달하고, 마스터는 해당 주문 정보에 따라 일반회원에게 레슨 및 플레이를 제공하여야 합니다.</li>
    <li>② 전상법 제15조 1항에 따라 마스터는 일반회원의 예약일에 레슨 및 플레이의 제공을 위하여 필요한 조치를 하여야 합니다.</li>
    <li>③ 마스터가 전항의 예약일에 레슨 및 플레이를 제공하지 않거나, 일반회원이 레슨 및 플레이를 정상적으로 제공받지 못하면 마스터는 그에 관한 책임을 부담하여야 합니다.</li>
    <li>④ 회사가 일반회원의 일반회원대금 결제 확인을 통지한 후 마스터가 상당 기간 예약확인을 하지 않거나, 예약확인을 한 이후라도 후속 절차를 이행하지 않으면 회사는 별도의 개별 정책으로 일반회원에게 자동으로 환불 처리하는 등의 조치를 할 수 있습니다. 다만, 일반회원이 희망하지 않는 경우는 제외하며 개별 정책은 미리 공지합니다. </li>
</ul>

<p class="sub_title">제8조 (취소 및 환불)</p>
<ul class="content">
    <li>① 일반회원이 환불을 요청하면 마스터는 전상법 등 관련 법률 및 일반회원 일반약관에 따라 환불을 해주어야 하며, 추가로 발생하는 비용은 환불의 책임이 있는 측에서 부담합니다.</li>
    <li>② 예약확인 후 취소 요청 건에 대해 2영업일 이내에 환불처리나 취소확인 처리를 하지 않으면, 3영업일에 주문 건은 자동으로 환불 처리됩니다.</li>
    <li>③ 마스터는 레슨 및 플레이의 하자 또는 사용상의 안전성에 결함이 있으면 전량 환불하여야 하며, 이에 따른 모든 비용을 부담하여야 합니다. 다만, 레슨 및 플레이를 다시 제공하는 것이 가능한 경우, 일반회원의 동의 하에 동질의 레슨 및 플레이로 다시 제공할 수 있습니다.</li>
    <li>④ 마스터는 전상법 제17 조 제2항에 따라 청약철회가 제한되는 사유에 해당되는 경우 청약철회가 불가능하다는 사실을 전상법 제17조 제6항에 따라 레슨 및 플레이의 정보 등 소비자가 쉽게 알 수 있는 곳에 명기하여야 합니다.</li>
</ul>

<p class="sub_title">제9조 (판매대금의 정산)</p>
<ul class="content">
    <li>① 레슨 및 플레이가 일반회원에게 제공되어 거래사실을 확정하면, 회사는 거래에 따른 정산금액을 “마스터”가 지정한 “마스터” 명의의 금융기관계좌로 현금 입금하되, 매월(M) 1일부터 15일간 제공한 레슨 및 플레이에 대한 정산대금과 서비스 이용료는 당월(M) 25일에 송금하고, 16일부터 말일까지 제공한 레슨 및 플레이에 대한 정산대금과 서비스 이용료는 익월(M+1) 10일까지 송금합니다. 다만, 일반회원이 신용카드로 결제했을 때에는 회사는 허위 등록 또는 제휴가장등록, 신용카드 결제시스템만을 이용하기 위한 허위거래가 의심되는 거래의 해당 내역을 확인하기 위하여 최고 60일까지 송금을 보류할 수 있습니다. 이 경우 마스터가 레슨 및 플레이에 관한 거래사실 증빙서류를 회사에 제공한다면 회사는 이를 확인한 후 송금처리 합니다.</li>
    <li>② 마스터가 계좌입금을 송금방법으로 선택한 경우 마스터가 지정한 입금계좌의 예금주는 마스터와 동일인임을 원칙으로 합니다.</li>
</ul>


<p class="sub_title">제10조 (정산의 보류)</p>
<ul class="content">
    <li>① 회사는 마스터의 귀책사유로 발생한 비용을 대금 정산 때 공제할 수 있으며, 마스터와의 이용계약 종료 후에는 해당 마스터의 정산대금의 일정 비율에 해당하는 금액을 이용계약 종료일로부터 일정 기간 예치하여 이 기간에 일반회원으로부터 환불 등 이의제기가 있을 때 관련 비용의 지급에 사용할 수 있습니다.</li>
    <li>② 마스터의 채권자가 신청한 사항에 대해 법원이 제휴대금의 가압류, 압류 및 추심명령 등을 결정하면, 회사는 마스터와 채권자 간의 합의 또는 채무액의 변제 등으로 이 결정이 해제될 때까지 대금의 정산을 중지할 수 있습니다.</li>
    <li>③ 본 조에 정한 것 외에도 법률의 규정이나 합리적인 사유가 있으면 회사는 해당 사항을 마스터에게 통지하고 제휴대금의 전부 또는 일부의 정산을 일정 기간 유보하거나 상계할 수 있습니다.</li>
</ul>
<p class="sub_title">제11조 (개인정보의 보호)</p>
<ul class="content">
    <li>① 마스터는 레슨 및 플레이 서비스를 제공하면서 얻은 타인의 개인정보(일반회원 등)를 이 약관에서 정한 목적 이외의 용도로 사용할 수 없으며, 이를 위반하면 관련 법령에 따라 모든 민/형사상의 법적 책임을 지고 자신의 노력과 비용으로 회사를 면책시켜야만 하며, 회사는 해당 마스터를 탈퇴시킬 수 있습니다.</li>
    <li>② 회사는 개인정보 보호를 위하여 서비스 제공 등의 목적으로 마스터에게 공개된 일반회원의 개인정보를 상당 기간이 지난 후 비공개 조치할 수 있습니다.</li>
    <li>③ 회사가 개인정보를 보호하는 데 상당한 주의를 기울였음에도 특정 마스터가 제1항을 위반하여 타인의 개인정보를 유출하거나 유용했을 때 회사는 그에 대하여 어떠한 책임도 지지 않습니다.</li>
    <li>④ 전기통신사업법 등 관련 법령이 규정하는 적법한 절차에 따라 수사관서 등이 마스터에 관한 정보의 제공을 회사에 요청했을 때 회사는 해당 자료를 제출할 수 있습니다.</li>
    <li>⑤ 마스터가 불법행위를 하였다면 회사는 이에 대한 수사 등을 의뢰하기 위하여 관련 자료를 수사관서 등에 제출할 수 있고, 마스터는 이에 동의합니다.</li>
    <li>⑥ 마스터는 회사로부터 제공받은 개인정보(일반회원 등)를 제공받은 목적(레슨 및 플레이의 제공 등)의 용도로 법령 또는 회사가 정한 기간 동안 보유할 수 있으며 그 기간이 종료될 경우 즉시 파기해야 합니다. 또한 제공받은 개인정보(일반회원 등)의 주체로부터 직접 파기 요청을 받은 경우 이에 응해야 합니다.</li>
    <li>⑦ 마스터는 관련 법령 및 방송통신위원회 고시에 따라 회사로부터 제공받은 개인정보(일반회원 등)를 보호하기 위하여 기술적∙관리적 보호조치를 취해야 합니다.</li>
</ul>

<p class="sub_title">제12조 (계약기간 및 해지)</p>
<ul class="content">
    <li>① 이용계약의 기간은 마스터가 약관에 동의한 날로부터 6개월 후까지이며, 마스터 기간 만료 1주 전까지 서면으로 반대 의사를 표시하지 않는 한 계약기간은 같은 조건으로 6개월간 자동 갱신됩니다.</li>
    <li>② 당사자 일방에게 다음 각 호의 사유가 발생했을 때 그 상대방은 별도의 최고 없이 해지를 통지함으로써 이용계약을 즉시 해지할 수 있습니다.
        <ul>
            <li>1. 이용계약(일반회원 이용약관, 전자금융거래 이용약관, 개인정보취급방침 등을 포함)의 의무를 위반하여 상대방으로부터 그 시정을 요구 받은 후 7일 이내에 이를 바로잡지 않은 경우</li>
            <li>2. 부도 등 금융기관의 거래정지, 회생 및 파산절차의 개시, 영업정지 및 취소 등의 행정처분, 주요 자산에 대한 보전처분, 영업양도 및 합병 등으로 이용계약을 더는 이행할 수 없는 경우</li>
            <li>3. 관련 법령을 위반하거나 마스터의 책임 있는 사유로 회사가 명예 실추 등 유/무형적 손해를 입은 경우</li>
            <li>4. 마스터의 책임 있는 사유로 2개월간의 거래 건 중 20% 이상에서 일반회원으로부터 이의가 제기된 경우</li>
            <li>5. 레슨 및 플레이에 대한 중요한 정보를 잘못 기재하거나 기재하지 않아서 소비자에게 혼란과 불만을 유발하는 경우</li>
            <li>6. 그 밖에 회사의 안전거래 이용규칙 위반 사항에 해당하는 행위를 한 경우</li>
        </ul>
    </li>
    <li>③ 마스터는 언제든지 회사에 해지의사를 통지함으로써 이용계약을 해지할 수 있습니다.</li>
    <li>④ 이용계약이 해지될 때까지 마스터는 완결되지 않은 주문 건의 레슨 및 플레이 제공, 또는 환불에 필요한 조치를 해야 하며, 해지 이전에 이미 레슨 및 플레이에 대한 마스터의 책임과 관련 조항은 그 효력을 유지합니다.</li>
    <li>⑤ 회사는 마스터에게 부여한 권한을 정지/강제 탈퇴할 수 있으며 그 사유는 아래와 같습니다.
        <ul>
            <li>1. 본인 귀책으로 인해 “서비스”내에서 이루어지는 활동과 관련하여 문제가 발생하는 경우</li>
            <li>2. 법적 분쟁 등이 발생할 것을 고려하여, 강제 탈퇴 처리 후에도 레슨 및 플레이와 관련된 컨텐츠, 댓글 등의 Data는 바로 삭제하지 않고 최대 6개월 간 보존(단, 분쟁 발생 후 미완료 시 6개월을 초과하여도 분쟁 완료 시점까지 보존)</li>
            <li>3. 다음과 같은 사항이 발생하는 경우 권한 정지 및 강제 탈퇴 조치 시행
                <ul>
                    <li>가. 타인의 전화번호 혹은 비밀번호를 도용하는 행위</li>
                    <li>나. 개인 정보를 허위 또는 타인의 것으로 등록하는 행위</li>
                    <li>다. 공공질서, 미풍양속을 저해하는 저작물을 등록 또는 유통시키는 행위</li>
                    <li>라. 타인이 저작권을 보유한 컨텐츠를 무단으로 게시하는 행위 </li>
                    <li>마. 광고성/홍보성 저작물을 지속적으로 게시하는 행위 </li>
                    <li>바. 사이트 내에서 불법적으로 상품을 판매하거나 상행위를 하는 행위</li>
                    <li>사. “서비스”가 제공하는 프로필 및 개인 정보(이름, 연락처 등)을 무단 캡처(저장) 하는 행위 및 이를 유출하여 외부에 게시하는 행위</li>
                    <li>아. 다른 고객에게 무단으로 개인 정보를 요구하는 행위</li>
                    <li>자. “서비스”에 대한 허위 사실을 유포하거나 기타의 방법으로 업무를 방해하는 행위</li>
                    <li>차. 사전 동의 없이 “서비스” 명의를 무단으로 도용하는 행위 </li>
                    <li>카. 다른 고객에게 정당한 사유 없이 금전적 손실을 입히는 행위</li>
                    <li>타. 레슨 및 플레이 개설 후 사전 고지(레슨 및 플레이 시행 예정 시간 36 시간 이전까지 사전 고지한 경우만 정당한 사전 고지로 정의함) 없이 시행을 하지 않는 행위</li>
                    <li>파. 레슨 및 플레이 참가 신청을 한 회원에게 추가 비용이나 일시 변경을 강요하는 행위</li>
                    <li>하. 레슨 및 플레이에 참석한 회원을 대상으로 비방, 인격모독을 하거나 물리적/정신적 위해를 가하는 행위</li>
                    <li>거. 기타 서비스 내 활동을 통해 당사 및 서비스 이용 고객에게 정신적/물리적 피해나 금전적 손실을 발생시키는 모든 행위</li>
                    <li>너. 마스터가 제공하는 레슨 및 플레이가 서비스 이용 고객에게 적절치 못하다고 회사가 판단하는 경우</li>
                </ul>
                <p>위 사유 발생시, 모든 등급을 일반회원으로 변경 및 권한 정지하고 1개월 간의 소명 기간 부여 후 소명 불가 시 탈퇴 처리됩니다. </p>
            </li>
        </ul>
    </li>
</ul>
                         

<p class="sub_title">제13조 (손해배상)</p>
<ul class="content">
    <li>① 당사자 일방 또는 당사자 일방의 피고용인, 대리인, 기타 도급 및 위임 등으로 당사자 일방을 대신하여 이용계약을 이행하는 자의 책임 있는 사유로 말미암아 이 계약의 이행과 관련하여 상대방에게 손해가 발생하면, 그 당사자 일방은 상대방에게 발생한 손해를 배상할 책임이 있습니다.</li>
    <li>② 마스터가 이용계약을 위반하여 회사 또는 서비스 사이트의 대외 이미지 실추 등 회사에 유, 무형적 손해가 발생하면, 마스터는 회사의 손해를 배상해야 합니다. </li>
</ul>
 
<p class="sub_title">제14조 (회사의 면책)</p> 
<ul class="content">
    <li>① 회사는 서비스 사이트를 기반으로 한 거래시스템만을 제공할 뿐, 마스터가 등록한 레슨 및 플레이와 그에 관한 정보 등에 대한 책임은 마스터에게 있습니다. 또한 마스터와 일반회원과의 거래에서 분쟁이 발생했을 때 회사는 그 분쟁에 개입하지 않으며 분쟁의 결과에 대한 모든 책임은 마스터가 부담합니다. 이와 관련하여 회사가 제3자에게 손해를 배상하거나 기타 비용을 지출하게 된다면 회사는 마스터에게 구상권을 행사할 수 있습니다. 단, 회사는 분쟁의 합리적이고 원활한 조정을 위하여 회사가 설치/운영하는 분쟁조정센터(일반회원센터 포함)를 통하여 예외적으로 해당 분쟁에 개입할 수 있으며, 마스터는 분쟁조정센터의 결정을 신의성실의 원칙에 따라 최대한 존중해야 합니다.</li>
    <li>② 회사는 권리자의 적법한 요구가 있으면 해당 레슨 및 플레이와 이에 관한 정보를 삭제하거나 수정할 수 있으며, 마스터는 이에 따른 손해배상을 회사에 청구할 수 없습니다.</li>
    <li>③ 회사는 전상법 제20조 제2항에 따라 마스터의 정보를 열람하는 방법을 일반회원에게 제공할 수 있으며, 마스터는 해당 정보를 기재하지 않거나 허위로 기재하여 발생하는 모든 책임을 져야 합니다.</li>
    <li>④ 회사는 컴퓨터 등 정보통신설비의 보수, 점검, 교체 및 고장, 통신 두절 등의 사유가 발생하면 서비스의 제공을 일시적으로 중단할 수 있으며, 이와 관련하여 고의 또는 중대한 과실이 없는 한 책임을 지지 않습니다.</li>
</ul>

<p class="sub_title">제15조 (개설 부적합 레슨 및 플레이)</p>
<ul class="content">
    <li>① 다음 각 호의 개설 부적합 레슨 및 플레이 및 매매 부적합 상품 또는 용역이 관련된 레슨 및 플레이는 등록을 금지하며, 개설 부적합 레슨 및 플레이를 등록 했을 때의 모든 책임은 해당 개설 부적합 레슨 및 플레이를 등록한 마스터가 부담합니다.
        <ul>
            <li>1. 허위 또는 과장 광고한 상품 또는 용역, 이와 관련된 레슨 및 플레이</li>
            <li>2. 지식 재산권, 상표권 등 타인의 권리를 침해하는 상품 또는 용역, 이와 관련된 레슨 및 플레이</li>
            <li>3. 형법, 정보통신망이용촉진 및 정보보호 등에 관한 법률 등 관련 법령에서 유통을 금지하는 음란물 관련 레슨 및 플레이</li>
            <li>4. 철도승차권 등 발행자가 통신제휴를 금지한 유가증권 관련 레슨 및 플레이</li>
            <li>5. 유통검정/검사를 통과하지 못한 공산품 관련 레슨 및 플레이</li>
            <li>6. 단말기 보조금 관련 사항이 기재된 상품 또는 용역, 이와 관련된 레슨 및 플레이</li>
            <li>7. 심의되지 않거나 불법 복제된 영상물, 음반, 게임물 등, 이와 관련된 레슨 및 플레이</li>
            <li>8. 장물이나 습득한 유실물, 이와 관련된 레슨 및 플레이</li>
            <li>9. 주류, 담배, 도수가 있는 안경•선글라스, 콘택트렌즈, 군수품, 의약품 등 관련 법령에 따라 통신제휴가 금지되는 상품 또는 용역, 이와 관련된 레슨 및 플레이</li>
            <li>10. 동물보호법에서 정하고 있는 살아 있는 동물들(포유류, 조류, 파충류, 양서류, 어류), 이와 관련된 레슨 및 플레이</li>
            <li>11. 기타 관계 법령에 저촉되거나 회사가 합리적인 사유로 개설을 금지하는 상품 또는 용역, 이와 관련된 레슨 및 플레이</li>
        </ul>
    </li>
    <li>② 회사는 개설 부적합 레슨 및 플레이가 발견되면 해당 레슨 및 플레이의 광고를 삭제하거나 그 판매를 중지시킬 수 있으며, 해당 레슨 및 플레이가 이미 판매되었다면 그 거래를 취소할 수 있습니다. 이때 마스터가 취소된 거래와 관련하여 지급한 서비스 이용료는 환불되지 않습니다.</li>
    <li>③ 회사는 매매부적합상품 또는 용역을 등록한 마스터의 회원 자격을 정지시키거나 탈퇴시킬 수 있으며, 매매부적합상품 또는 용역으로 입은 손해를 해당 마스터에게 청구할 수 있습니다.</li>
    <li>④ 마스터가 제1항의 개설 부적합 레슨 및 플레이 중 위조된 레슨 및 플레이를 개설하여 일반회원에게 손해가 발생했을 때 회사는 손해에 상당하는 금액(일반회원대금 및 일반회원의 정신적 피해에 대한 보상)을 일반회원에게 직접 지급할 수 있습니다. 이때 회사는 일반회원에게 지급한 일반회원대금, 정신적 피해에 대한 보상금(금전적 가치로 환산할 수 있는 수단을 포함함) 및 위 절차와 관련하여 회사가 지출한 제반 경비(상품 또는 용역 운송비 등)를 해당 레슨 및 플레이를 개설한 마스터에게 청구할 수 있습니다.</li>
    <li>⑤ 제4항은 제14조의 회사의 면책을 부인하는 것으로 해석될 수 없습니다.</li>
</ul>

<p class="sub_title">제16조 (금지행위)</p>
<ul class="content">
    <li>① 마스터는 회사 또는 서비스 사이트의 경영 또는 영업 활동을 방해하는 불공정행위를 직∙간접적으로 하거나 제3자로 하여금 하게 해서는 안 됩니다. 특히 마스터는 직접 또는 회사(또는 서비스 사이트)와 경쟁관계에 있는 제3자의 회사(이하 "경쟁회사") 또는 해당 서비스 사이트와 연계∙공조하여 ‘독점규제 및 공정거래에 관한 법률’상 금지되는 불공정행위(예컨대, 사업활동방해 등)등을 하여 회사나 서비스 사이트의 영업에 피해를 주는 행위를 해서는 안 됩니다.</li>
    <li>② 회사는 카테고리 오등록 등 회사와 다른 마스터의 정상적인 영업활동을 방해하는 레슨 및 플레이 개설 및 운영 방식 행위를 금지하고 있으며 마스터에게 해당 레슨 및 플레이의 수정을 요구할 수 있고, 적발횟수에 따라 해당 레슨 및 플레이를 제휴금지 또는 해당 마스터에게 서비스 사이트 이용을 제한할 수 있습니다.
        <ul>
            <li>1. 카테고리 오등록이란 레슨 및 플레이와 관계없는 카테고리에 레슨 및 플레이를 등록하는 것을 말합니다.</li>
            <li>2. 중복등록이란 같은 카테고리와 인접 카테고리에 같은 레슨 및 플레이(같은 레슨 및 플레이로 간주되는 경우를 포함)을 같거나 유사한 제휴조건으로 복수 등록하는 것을 말합니다. 단, 레슨 및 플레이가 2회 이상의 정규 과정인 경우, 동일한 콘텐츠의 레슨 및 플레이라 하더라도 최대 3개까지 서로 다른 일정으로 레슨 및 플레이의 등록이 가능합니다.  - 회사는 구체적인 중복등록을 판단 기준에 대한 정책을 정하여 미리 공지하며, 효율적인 레슨 및 플레이 검색을 위하여 중복등록으로 확인(추정)된 레슨 및 플레이의 검색을 제한하거나 해당 레슨 및 플레이를 삭제하는 등의 조치를 할 수 있습니다.</li>
            <li>3. 스팸성 키워드란 검색노출을 확장하려고 개설하는 레슨 및 플레이와 관련 없는 브랜드명, 인기 키워드를 레슨 및 플레이 등록 내용에 기재하는 것을 말합니다.</li>
            <li>4. 회사는 기타 비정상적인 방법으로 레슨 및 플레이를 노출하는 모든 행위를 금지합니다.</li>
        </ul>
    </li>
    <li>③ 마스터가 회사와 사전 협의 없이 콘텐츠 및 레슨 및 플레이를 서비스 사이트에 올린 것이 확인되는 경우, 회사는 별도의 고지 없이 이를 삭제 또는 편집할 수 있으며, 이용자의 민원 기타 콘텐츠 및 레슨 및 플레이에 대한 이슈가 발생하는 경우 그 사실을 마스터에게 고지하고 삭제 또는 편집할 수 있습니다.</li>
    <li>④ 마스터가 제1항, 제2항, 제 3항 및 이 약관에서 금지하는 행위를 했을 때 회사는 마스터의 서비스 이용정지, 계약해지 등 회사의 손해를 최소화할 수 있는 조치를 할 수 있고, 마스터는 이에 대하여 이의를 제기하지 않습니다. </li>
</ul>

<p class="sub_title">제17조 (불공정 행위 금지)</p>
<ul class="content">
    <p>회사는 다음 각 호의 어느 하나에 해당하는 불공정 거래 행위 또는 부당한 공동행위를 하지 않으며, 독점규제 및 공정거래에 관한 법률 등 관련 법령을 지킵니다.</p>
    <li>1. 정상적인 거래 관행에 비추어 부당한 조건 등 불이익을 마스터에게 제시하여 거래하도록 강제하는 행위</li>
    <li>2. 서비스 이용료 및 멤버십 포인트의 결정과 관련하여 회사와 경쟁관계에 있는 제3의 회사와 담합하는 등의 불공정 행위</li>
    <li>3. 마스터들을 부당하게 차별적으로 취급하여 서비스 이용료를 마스터별로 다르게 정하는 행위. 다만, 합리적인 사유가 있으면 다르게 정할 수 있습니다.</li>
    <li>4. 회사와 경쟁관계에 있는 제3의 회사와 거래하는 것을 금지하거나 부당하게 강요하는 행위 등 불이익을 주는 행위</li>
</ul>

<p class="sub_title">제18조 (비밀유지)</p>
<ul class="content">
    <li>① 각 당사자는 법령상 요구되는 경우를 제외하고는 상대방으로부터 취득한 일반회원정보, 기술정보, 생산 및 제휴계획, 노하우 등 비밀로 관리되는 정보를 제3자에게 누설해서는 안 되며, 그 정보를 이용계약의 이행 이외의 목적으로 사용해서는 안 됩니다.</li>
    <li>② 제1항의 의무는 이용계약의 종료 후에도 3년간 존속합니다.</li>
</ul>

<p class="sub_title">제19조 (관할법원)</p>
<p class="content">이용계약과 관련하여 회사와 마스터 간에 분쟁이 발생하여 소송이 제기될 때에는 최초 30일간 상호 간의 합의를 위한 노력을 기하고, 중재 실패 시 대한상사중재원에 중재를 신청합니다.</p>

<p class="sub_title">제20조 (보칙)</p>
<ul class="content">
    <li>① 회사가 전자금융거래법 제2조 19호에 따른 전자지급결제대행의 업무를 하는 자에게 정산대행을 위탁하는 경우 이 약관에서 정산과 관련하여 회사로 기재된 부분은 전자지급결제대행업자가 관련 업무를 처리하는 것으로 합니다.</li>
    <li>② 마스터는 주소지 또는 대금결제를 위한 통장계좌 등에 변경이 있으면 즉시 회사에 해당 내용을 통지해야 하며, 회사는 통지의 지연으로 발생한 손해에 대해 책임을 지지 않습니다.</li>
    <li>③ 각 당사자는 상대방의 서면 동의 없이 이용계약상의 권리와 의무를 제3자에게 양도하거나 처분할 수 없습니다.</li>
    <li>④ 이 약관과 관련하여 당사자가 서로 합의하여 추가로 작성한 계약서, 협정서, 약정서 등과 회사의 정책변경, 법령의 제•개정 또는 공공기관의 고시•지침 등에 따라 회사가 서비스 사이트를 통해 마스터에게 공지하는 내용도 이용계약의 일부를 구성합니다.</li>
    <li>⑤ 이 약관과 이용정책, 개별약관에서 정하지 않은 사항은 일반회원 이용약관을 따르며, 일반회원이용약관에서 정하지 않은 사항은 관련 법령과 상관례를 따릅니다.</li>
</ul>
<p class="sub_title">■ 부칙<br/>제 1 조 (시행일) 이 약관은 2017년 3월 20일부터 시행합니다.</p>
  