<p>투어텔레콤(이하 “회사”)은 이용자들의 개인정보보호를 매우 중요시하며, 이용자가 회사의 서비스 (이하 “아임마스터”)를 이용함과 동시에 온라인상에서 회사에 제공한 개인정보가 보호 받을 수 있 도록 최선을 다하고 있으며, 『개인정보 보호법』, 『정보통신망 이용촉진 및 정보보호 등에 관한 법 률』등 개인정보와 관련된 법령 상의 개인정보보호 규정을 준수하고 있습니다.</p>
<p>회사는 아래와 같이 개인정보취급방침을 명시하여 이용자가 회사에 제공한 개인정보가 어떠한 용 도와 방식으로 이용되고 있으며 개인정보보호를 위해 어떠한 조치를 취하는지 알려드립니다. 회 사의 개인정보취급방침은 법령 및 고시 등의 변경 또는 회사의 약관 및 내부 정책에 따라 변경될 수 있으며 이를 개정하는 경우 회사는 변경사항에 대하여 서비스 화면에 게시하거나 이용자에게 고지합니다.</p>
<p>이용자는 개인정보의 수집, 이용, 제공, 위탁 등과 관련한 아래 사항에 대하여 원하지 않는 경우 동의를 거부할 수 있습니다. 다만, 이용자가 동의를 거부하는 경우 서비스의 전부 또는 일부를 이 용할 수 없음을 알려드립니다.</p>

<p class="sub_title">1. 개인정보의 수집목적 및 이용목적</p>
<p class="content">"개인정보"라 함은 생존하는 개인에 관한 정보로서 당해 정보에 포함되어 있는 성명, 전화번호 등의 사항에 의하여 당해 개인을 식별할 수 있는 정보(당해 정보만으로는 특정 개인을 식별할 수 없더라도 다른 정보와 용이하게 결합하여 식별할 수 있는 것을 포함)를 말합니다.</p>
<p class="content">회사는 이용자들에게 맞춤 서비스를 비롯한 보다 더 향상된 양질의 서비스를 제공하기 위하여 이용자 개인의 정보를 수집하고 있습니다.</p>
<p class="content">회사는 이용자의 사전 동의 없이는 이용자의 개인 정보를 공개하지 않으며, 수집된 정보는 아래 와 같이 이용하고 있습니다.
</p>
<p class="content">첫째, 이용자들이 제공한 개인정보를 바탕으로 보다 더 유용한 서비스를 개발할 수 있습니다. 회 사는 신규 서비스개발이나 컨텐츠의 확충 시에 기존 이용자들이 회사에 제공한 개인정보를 바탕 으로 개발해야 할 서비스의 우선 순위를 보다 더 효율적으로 정하고, 회사는 이용자들이 필요로 할 컨텐츠를 합리적으로 선택하여 제공할 수 있습니다.</p> 
<ul class="content">
    <p>둘째, 수집하는 개인정보 항목과 수집 및 이용 목적은 다음과 같습니다.</p>
    <li>- 성명, 아이디, 비밀번호: 회원제 서비스 이용에 따른 본인 확인 절차에 이용</li>
    <li>- 이메일 주소, 전화번호: 고지사항 전달, 불만처리 등을 위한 원활한 의사소통 경로의 확보, 새로 운 서비스 및 신상품이나 이벤트 정보 등의 안내</li>
    <li>- 은행계좌정보, 신용카드정보: 서비스 및 부가 서비스 이용에 대한 요금 결제, 구매취소 등에 따 른 거래금액 환불, 전자금융기록 보관</li>
    <li>- 레슨 및 PLAY 개설자의 대표자명, 담당자명, 사업자등록번호, 사업자 및 담당자 연락처, 법인등 록번호, CI, DI</li>
    <li>- 기타 선택항목: 개인맞춤 서비스를 제공하기 위한 자료, 마케팅 활동</li>
</ul>
<p class="sub_title">2. 수집하는 개인정보 항목 및 수집 방법</p> 
<p class="content">회사는 이용자들이 회원서비스를 이용하기 위해 회원으로 가입하실 때 서비스 제공을 위한 필수적인 정보들을 온라인상에서 입력 받고 있습니다. 회원 가입 시에 받는 필수적인 정보는 이름, 이메일 주소 등입니다. 또한 양질의 서비스 제공을 위하여 이용자들이 선택적으로 입력할 수 있는 사항으로서 전화번호 등을 입력 받고 있습니다.</p>
<p class="content">또한 아임마스터 내에서의 설문조사나 이벤트 행사 시 통계분석이나 경품제공 등을 위해 선별적 으로 개인정보 입력을 요청할 수 있습니다. 그러나, 이용자의 기본적 인권 침해의 우려가 있는 민감한 개인정보(인종 및 민족, 사상 및 신조, 출신지 및 본적지, 정치적 성향 및 범죄기록, 건강상태 및 성생활 등)는 수집하지 않으며 부득이하게 수집해야 할 경우 이용자들의 사전동의를 반드시 구할 것입니다.</p>
<p class="content">그리고, 어떤 경우에라도 입력하신 정보를 이용자들에게 사전에 밝힌 목적 이외에 다른 목적으로는 사용하지 않으며 외부로 유출하지 않습니다. </p>

<p class="sub_title">3. 수집하는 개인정보의 보유 및 이용기간</p>
<p class="content">이용자가 아임마스터 회원으로서 회사에 제공하는 서비스를 이용하는 동안 회사는 이용자들의 개 인정보를 계속적으로 보유하며 서비스 제공 등을 위해 이용합니다. 다만, 아래의 "5. 이용자 자신의 개인정보 관리(열람, 정정, 삭제 등)에 관한 사항" 에서 설명한 절차와 방법에 따라 회원 본인이 직접 삭제하거나 수정한 정보, 탈퇴를 요청한 경우에는 삭제하며 추후 열람이나 이용이 불가능한 상태로 처리됩니다.</p>
<p class="content">그리고 "2. 수집하는 개인정보 항목 및 수집방법"에서와 같이 일시적인 목적 (설문조사, 이벤트, 본인확인 등)으로 입력 받은 개인정보는 그 목적이 달성된 이후에는 동일한 방법으로 사후 재생 이 불가능한 상태로 처리됩니다.</p>
<p class="content">귀하의 개인정보는 다음과 같이 개인정보의 수집목적 또는 제공받은 목적이 달성되면 파기하는 것을 원칙으로 합니다. 다만, 회사는 불량 회원의 부정한 이용의 재발을 방지하기 위해, 이용계약 해지일로부터 1년간 해당 회원의 주민등록번호를 보유할 수 있습니다. 그리고 상법, 국세기본법, 통신비밀보호법, 전자상거래 등에서의 소비자보호에 관한 법률 등 관계법령의 규정에 의하여 보존할 필요가 있는 경우 회사는 관계법령에서 정한 일정한 기간 동안 회원정보를 보관합니다. 이 경우 회사는 보관하는 정보를 그 보관의 목적으로만 이용하며 보존기간은 아래와 같습니다.</p>
<p class="content"></p>
- 상업장부와 영업에 관한 중요서류 및 전표 : 중요서류는 10년 / 전표(상법)는 5년 - 거래에 관한 장부 및 증빙서류 : 5년(국세기본법, 법인세법, 부가가치세법 등) - 통신사실확인자료 제공시 필요한 가입자의 전기통신 일시, 전기통신 개시∙종료시간, 통신번호 등 상대방의 가입자번호, 사용초, 통신신망에 접속된 정보통신기기의 위치추적자료 : 12개월(통신비밀보호법) - 통신사실확인자료 제공시 필요한 로그기록자료, IP주소 등 : 3개월(통신비밀보호법) - 표시/광고에 관한 기록 : 6개월(전자상거래등에서의 소비자보호에 관한 법률) - 계약 또는 청약철회 등에 관한 기록 : 5년(전자상거래등에서의 소비자보호에 관한 법률) - 대금결제 및 재화 등의 공급에 관한 기록 : 5년(전자상거래등에서의 소비자보호에 관한 법률) - 소비자의 불만 또는 분쟁처리에 관한 기록 : 3년(전자상거래등에서의 소비자보호에 관한 법률)</p>
<p class="content">- 신용정보의 수집/처리 및 이용 등에 관한 기록 : 3년(신용정보의 이용 및 보호에 관한 법률)</p>
<ul class="content">
    <p>회사는 귀중한 회원의 개인정보를 안전하게 처리하며, 유출의 방지를 위하여 다음과 같은 방법을 통하여 개인정보를 파기합니다.</p>
    <li>- 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.</li>
    <li>- 전자적 파일 형태로 저장된 개인정보는 기록을 재생할 수 없는 기술적 방법을 사용하여 삭제합니다.</li>
</ul>

<p class="sub_title">4. 수집한 개인정보의 공유 및 제공</p>
<ul class="content">
    <p>회사는 이용자들의 개인정보를 "1. 개인정보의 수집목적 및 이용목적 "에서 고지한 범위 내에서 사용하며, 이용자의 사전 동의 없이는 동 범위를 초과하여 이용하거나 원칙적으로 이용자의 개인정보를 외부에 공개하지 않습니다. 다만, 아래의 경우에는 예외로 합니다. </p>
    <li>- 이용자들이 사전에 공개에 동의한 경우 </li>
    <li>- 서비스 제공에 따른 요금정산을 위하여 필요한 경우</li>
    <li>- 아임마스터에 게시한 서비스 이용 약관 및 기타 회원 서비스 등의 이용약관 또는 운영원칙을 위반한 경우</li>
    <li>- 회사 서비스를 이용하여 타인에게 정신적, 물질적 피해를 줌으로써 그에 대한 법적인 조치를 취하기 위하여 개인정보를 공개해야 한다고 판단되는 충분한 근거가 있는 경우</li>
    <li>- 기타 법에 의해 요구된다고 선의로 판단되는 경우 (ex. 관련법에 의거 적법한 절차에 의한 정부 /수사기관의 요청이 있는 경우 등)</li>
    <li>- 통계작성, 학술연구나 시장조사를 위하여 특정개인을 식별할 수 없는 형태로 광고주, 협력업체나 연구단체 등에 제공하는 경우</li>
    <li>- 이용자의 서비스 이용에 따른 불만사항 및 문의사항(민원사항)의 처리를 위하여 8항의 고객센터를 운영하는 전문업체에 해당 민원사항의 처리에 필요한 개인 정보를 제공하는 경우</li>
</ul>

<p class="sub_title">5. 이용자 자신의 개인정보 관리(열람, 정정, 삭제 등)에 관한 사항</p> 
<p>이용자가 원할 경우 언제라도 아임마스터에서 개인정보를 열람하실 수 있으며 보관된 필수 정보를 수정하실 수 있습니다. 또한 회원가입 시 요구된 필수 정보 외의 추가 정보는 언제나 열람, 수정, 삭제할 수 있습니다. 회원님의 개인정보 변경 및 삭제와 회원 탈퇴는 아임마스터에 로그인 후 이용하실 수 있습니다.</p>

<p class="sub_title">6. 제휴 및 관련사 정보제공</p> 
<p>회사는 필요 시 회원정보를 제휴 및 관련사에 제공할 수 있습니다.</p>

<p class="sub_title">7. 비회원의 개인정보관리</p> 
<p>- 회원 탈퇴를 거쳐 비회원이 된 회원이 남긴 리뷰는 특정 개인을 식별할 수 없게 개인정보를 제거한 상태로 남습니다.</p>
<p>- 리뷰는 서비스 운영과 관련한 용도 외에는 다른 어떠한 용도로도 사용되지 않습니다.</p>

<p class="sub_title">8. 개인정보관련 의견수렴 및 불만처리에 관한 사항</p> 
<p>회사는 개인정보보호와 관련하여 이용자 여러분들의 의견을 수렴하고 있으며 불만을 처리하기 위하여 모든 절차와 방법을 마련하고 있습니다. 이용자들은 하단에 명시한 "9. 개인정보 관리책임자 및 담당자의 소속-성명 및 연락처"항을 참고하여 전화나 메일을 통하여 불만사항을 신고할 수 있고, 회사는 이용자들의 신고사항에 대하여 신속하고도 충분한 답변을 해 드릴 것입니다. </p>

<p class="sub_title">9. 개인정보 관리책임자 및 담당자의 소속-성명 및 연락처</p> 
<p>회사는 귀하가 좋은 정보를 안전하게 이용할 수 있도록 최선을 다하고 있습니다. 개인정보를 보호하는데 있어 귀하께 고지한 사항들에 반하는 사고가 발생할 경우 개인정보관리책임자가 책임을 집니다.</p>
<p>이용자 개인정보와 관련한 아이디(ID)의 비밀번호에 대한 보안유지책임은 해당 이용자 자신에게 있습니다. 회사는 비밀번호에 대해 어떠한 방법으로도 이용자에게 직접적으로 질문하는 경우는 없으므로 타인에게 비밀번호가 유출되지 않도록 각별히 주의하시기 바랍니다. </p>
<p>특히 공공장소에서 온라인상에서 접속해 있을 경우에는 더욱 유의하셔야 합니다.</p>
<p>회사는 개인정보에 대한 의견수렴 및 불만처리를 담당하는 개인정보 관리책임자 및 담당자를 지정하고 있고, 연락처는 아래와 같습니다. </p>

<p class="sub_title">10. 광고성 정보 전송 아임마스터는 고객의 사전 동의 없이 영리목적의 광고성 정보를 전송하지 않습니다.</p>
<p>아임마스터는 신상품이나 이벤트 정보안내 등 고객 지향적인 마케팅을 수행하기 위하여 광고성 정보를 전자매체를 통해 전송하는 경우에는 광고성 정보 전송에 대한 고객의 사전 동의를 득하고 전자매체의 제목란 및 본문란에 아래와 같이 고객이 광고성 정보임을 쉽게 알아 볼 수 있도록 조치합니다.</p>
<p>전자매체의 제목란 : '(광고)' 또는 '(성인광고)'라는 문구를 제목란의 처음에 빈칸 없이 한글로 표시하고 이어서 전자매체 본문란의 주요 내용을 표시합니다. 단, 제목란 등에 광고임을 표시하기 어려운 전자매체를 통해 영리목적의 광고성 정보를 전송하는 경우에도 전송자의 명칭을 표기하는 등 필요한 조치를 취합니다. 아임마스터에서는 고객의 광고성 정보 수신동의시, 수신거부시, 수신동의 철회 시 해당 사실을 고객에게 해당 사실 발생일로부터 14일내에 고지합니다. 또한 고객이 광고성 정보 수신동의를 한 날로부터 매 2년 마다 고객의 광고성 정보 수신동의 사실을 고객에게 확인합니다.</p>

<p class="sub_title">11. 1년간 서비스 미이용자의 개인정보 분리보관 또는 파기</p>
<p>아임마스터는 1년간 아임마스터를 이용하지 않은 고객의 개인정보를 분리 보관하거나 파기 합니다. 아임마스터에서 1년간 아임마스터를 이용하지 않은 것으로 판단하는 기준은 다음과 같습니다.</p>
<p>- 아임마스터에 최종 로그인 후 12개월 간 로그인 기록이 없는 회원</p>
<p>아임마스터에서는 상기 분리보관 또는 파기일의 30일전까지 아임마스터에서 수집한 연락처로 개인정보의 분리보관 또는 파기사실을 통지합니다. 단, 아임마스터에서 연락처를 수집하지 않는 경우에는 본 개인정보 처리방침의 내용으로 갈음합니다. </p>

<p class="sub_title">12. 개인정보 관리 책임자 및 담당자의 연락처</p> 
<p>회사는 개인정보에 대한 의견수렴 및 불만처리를 담당하는 개인정보 관리책임자 및 담당자를 지정하고 있고, 연락처는 아래와 같습니다.</p>
<div class="contact">
    <p><b style="text-decoration:underline;">개인정보 관리책임자</b></p>
    <p>이름: 현지원</p>
    <p>소속: 관리팀</p>
    <p>Email: immaster@platformstory.com</p>
</div>
<p>이용자는 회사의 서비스를 이용하며 발생하는 모든 개인정보보호 관련 민원을 개인정보 관리책임자 혹은 담당부서로 신고할 수 있습니다. </p>